{
  "_id": "ADe88rQbUA48sfsk",
  "name": "Air Mastery",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/nature.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "pf1spheres": {
      "sphere": "nature"
    }
  },
  "system": {
    "description": {
      "value": "<p>When you use the Gust Of Wind ability, you may create a cone area of effect instead of a line. Additionally, you gain the following geomancing abilities:</p>\n<p><strong>Absorbing Inhalation:</strong> Concentration. You may, as a standard action, grant your lungs inhuman strength and capacity, allowing you to harmlessly and completely inhale one gas, fog, smoke, mist, or similar cloud-like effect during the duration of the talent. The cloud-like effect can have no larger of a radius than 10 feet + 5 feet per 5 caster levels. If the targeted cloud is a magical effect, you must succeed at a magic skill check to inhale it. Inhaling the cloud removes it from the area, leaving normal breathable air in its place. Gaseous creatures gain a Reflex save to avoid being inhaled. This talent can only affect an instantaneous-duration cloud (such as a breath weapon) if you ready an action to utilize the talent in response.</p>\n<p>You may keep the cloud harmlessly contained within you for as long as the talent remains active, but you must hold your breath to do so (even if you do not normally have to breathe).</p>\n<p>If the cloud has a duration, the time the cloud is contained within you counts toward that duration (gaseous creatures are immediately and harmlessly exhaled should their gaseous form expire in the nearest empty space). As a standard action, you may release the stored cloud as a breath weapon, filling a 60- foot cone (or the cloud&#8217;s original area, if smaller). Any creature in the breath&#8217;s area is subject to its normal effects, attempting saving throws and spell resistance checks as appropriate against the cloud&#8217;s original DC. The exhaled cloud resumes its duration, if any. Exhaling the stored cloud immediately ends the duration of this talent. If you do not exhale the cloud before this talent&#8217;s duration expires, you suffer the cloud&#8217;s effects, automatically fail any saving throw made to resist it, and exhaling any gaseous creatures inhaled into the nearest empty space.</p>\n<p><strong>Feather Fall:</strong> Concentration, requires air. You cause all falling creatures or objects within a 5 feet + 5 feet per 5 caster levels radius to fall slowly, changing the rate at which they fall to a mere 60 feet per round (equivalent to the end of a fall from a few feet). The targets take no damage upon landing while this talent is in effect. Once applied, this effect stays with the individually affected targets until the duration expires. You may use this ability as an immediate action by spending a spell point.</p>\n",
      "unidentified": ""
    },
    "tags": ["Air", "Geomancing"],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1663168890752,
    "modifiedTime": 1689539974627,
    "lastModifiedBy": "pf1spheres-db"
  }
}
