{
  "name": "Alarm",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/divination.webp",
  "data": {
    "description": {
      "value": "<p>When you divine, instead of concentrating on the effect, you may spend an additional spell point to create an immobile sensor within your Divination sphere range which lasts for 10 minutes per caster level or 1 hour per caster level if you spend an additional spell point. This sensor can be detected as though it were a scrying sensor (Perception DC 20 + caster level) and dispelled.</p>\n<p>When you create a sensor, you may choose to either divine for creatures, detecting any creature which enters the sensor&#8217;s range, or divine with a (divine) effect which locates information in an area (such as the base Divination sphere effect, the Divine Undead alternate divination, or the Detect Spellcaster talent, but not the Ultravision alternate divination or the Augury talent).</p>\n<p>The sensor constantly divines the area for the chosen information as though you were divining, and the sensor&#8217;s ability to divine is modified by any effects that alter your divine ability (such as the Limited Penetration or Shaped Divination drawbacks would affect the alarm&#8217;s ability to penetrate materials or require you to choose a direction in a cone or line when creating the alarm). The sensor does not pinpoint or reveal the location of something it divines, but otherwise reveals the presence, number, and power of each detected piece of chosen information (such as revealing the presence, number, and power of all fey with Detect Faetouched, but not their location).</p>\n<p>Optionally, when creating a sensor, you may choose to set any combination of an audible alarm, a mental alarm, or a password.</p>\n<ul>\n<li>An audible alarm produces a gentle sound, centered on the sensor&#8217;s location, whenever the sensor detects something, such as a chime or bell. This sound can be heard within the sensor&#8217;s range, but can be muffled by walls and doors, reducing the range of the sound by 10 feet for each interposing door or wall. Silence effects can muffle this sound.</li>\n<li>A mental alarm alerts you with a mental &#8220;ping&#8221; whenever the sensor detects something and you are within 1 mile of the sensor. This ping can awaken you from sleep, but otherwise does not disturb concentration. Silence effects cannot muffle this ping.</li>\n<li>A password is a phrase chosen when creating a sensor with this talent. Any creature who speaks the password out loud when entering the sensor&#8217;s range is not detected by the sensor.</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "divination"
    }
  },
  "_id": "hNIQL4Mtl8ozArQZ"
}
