{
  "name": "Alternate Divinations, Advanced",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/divination.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Divination sphere, caster level 1st.</p>\n<p>Like alternate divinations, this advanced talent grants additional divinations depending upon what other spheres you know. Unlike alternate divinations, however, this advanced talent grants new sense abilities instead of divine abilities.</p>\n<p><strong>Dark: See in Darkness:</strong> You may spend 2 spell points to gain the see in darkness ability. The creature can see perfectly in all darkness, including magical darkness that otherwise might obstruct darkvision.</p>\n<p><strong>Death: Spirit Sense:</strong> You may spend a spell point to gain the spirit sense ability, which allows you to know when immortal or deathless beings are nearby. You can sense the presence of undead; fey; outsiders; and astral, ethereal, or incorporeal creatures within close range, as if you had the blindsight ability.</p>\n<p><strong>Life: Lifesense:</strong> You may spend a spell point to gain the lifesense ability. You sense and locate living creatures within close range, as if you had the blindsight ability.</p>\n<p><strong>Mind: Thoughtsense:</strong> You may spend 2 spell points to gain the thoughtsense ability. You automatically detect and locate conscious creatures within close range. This ability functions similarly to blindsight. Nondetection, Spell Ward, and similar effects block thoughtsense. Thoughtsense can distinguish between sentient (Intelligence 3 or greater) and nonsentient (Intelligence 1&#8211;2) creatures, but otherwise provides no information about the creatures it detects. Creatures lacking an Intelligence score, or with a score less than 1, cannot be detected or located with thoughtsense.</p>\n<p><strong>Telekinesis: Touchsight:</strong> You may spend 2 spell points to gain the touchsight ability. You gain the ability to &#8220;feel&#8221; your surroundings even when your sight would otherwise be obscured by your physical environment. Your touchsight field emanates from you out to close range. You ignore invisibility, darkness, and concealment, though you must have line of effect to a creature or an object to discern it. You do not need to attempt Perception checks to notice creatures; you can detect and pinpoint all creatures within close range. In many circumstances, comparing your regular senses to what you learn with touchsight is enough to tell you the difference between visible, invisible, hiding, and concealed creatures.</p>\n<p><strong>Weather: Storm Vision:</strong> You may spend a spell point to gain a special sense granting the ability to negate any concealment, miss chance, and penalties to Perception directly caused by weather such as rain or fog (be they magical or natural).</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Sense"]],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "divination"
    }
  },
  "_id": "qyKJwN2LbAgnWVcV"
}
