{
  "name": "Create Demiplane",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/warp.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Warp sphere (Extradimensional Room (space)), Creation sphere (Expanded Materials (material)), caster level 15th.</p>\n<p>When using the Extradimensional Room talent, you may spend 3 spell points to create your extradimensional room as an instantaneous effect; it becomes a permanent demiplane and cannot be dispelled, no matter who is or is not inside.</p>\n<p>Alternatively, you may use this ability to create a new portal to a permanent demiplane you have previously created. You may permanently close a portal to your demiplane as a free action, but know that only interdimensional travel can reach a demiplane without a working portal.</p>\n<p>As a permanent demiplane, you have much more control over the composition, appearance, and contents of your room. The demiplane can be filled with air or water (your choice), and could have an earth, stone, water, or wood floor. The &#8220;walls&#8221; and &#8220;ceiling&#8221; of the plane may appear like solid earth, stone, wood, or water, or they may end in mist, a featureless void, or a similar unreal-looking border. While it is still generally featureless, you may transplant plants or animals to your demiplane to create an ecosystem and manipulate the earth, water, and/or stone of the demiplane as you would any other materials.</p>\n<p>If you possess the Blood sphere in addition, you may include blood in any place that you would normally be able to place water. This blood can be supernaturally resistant to congealing, remaining liquid for indefinite periods of time.</p>\n<p>If you use this ability while within your demiplane, you may either permanently increase its size by an additional 10-foot cube per caster level, or add or remove one of the following traits to the entire demiplane:</p>\n<p><strong>Energy:</strong> You grant your demiplane the (minor) negative- or positive-dominant energy trait. A plane cannot have both the negative-dominant and positive-dominant energy traits.</p>\n<p><strong>Magic:</strong> You may grant your plane the dead magic, enhanced magic, impeded magic, or wild magic planar trait. If you select dead magic, you are affected along with everything else and cannot cast on your plane. If you select enhanced or impeded magic, choose one type of magic to be enhanced or impeded, such as &#8220;effects with the fire descriptor or that manipulate fire&#8221; or &#8220;death spells and effects&#8221;. A plane cannot be enhanced and impeded for the same kinds of magic.</p>\n<p><strong>Morphic:</strong> Your plane reacts to your thoughts; you may adjust the terrain&#8217;s shape as an at-will ability. By concentrating for 1 minute, you may adjust a 150-foot square (10 feet deep) portion of earth, stone, or plantlife, shaping it however you will. This is not fast enough to do damage or trap creatures, but may be used to create fences and walls, ditches, human shapes, embankments, and others.</p>\n<p><strong>Portal:</strong> If you possess the Planeshift advanced talent, you may grant your demiplane a permanent gate to one location on another plane, which can only be used for planar travel. This location must be very familiar to you. This gate is always open and usable from both sides, but you can secure it using normal means (such as by building a door around it).</p>\n<p><strong>Time:</strong> By default, time passes at the normal rate in your demiplane. If you possess the Time sphere, you may make your plane have the erratic time, flowing time (half or double normal time), or timeless trait (see Time, GameMastery Guide p. 185).</p>\n<p><strong>Alignment:</strong> If you possess the Fate sphere, you can grant your plane the (mildly) chaos-, evil-, good-, law-, or neutral- aligned alignment trait (see Alignment Traits, Gamemastery Guide p. 187). You cannot give your demiplane an alignment trait for an alignment you do not have.</p>\n<p><strong>Bountiful:</strong> If you possess the Nature sphere, you may grant your demiplane a thriving natural ecology, with streams, ponds, waterfalls, and plants. The demiplane provides enough plant-based food (nuts, grains, fruit, fungi, and so on) to support one Medium creature for every 10-foot cube of the demiplane per day. The demiplane does not have any animals unless you transport them there, but the ecology can sustain itself for as long as the demiplane exists without requiring watering, gardening, pollination, and so on; dead organic material decays and returns to the soil in the normal manner. If your demiplane has ambient light, these plants are normal, familiar surface plants; if it is a realm of twilight or darkness, these plants are fungi and other plants adapted to near-darkness or underground locations.</p>\n<p><strong>Elemental:</strong> You may grant your plane the air-, earth-, fire- , or water-elemental dominant trait.</p>\n<p><strong>Gravity:</strong> By default a demiplane&#8217;s gravity is normal and oriented in one direction, like what most creatures are used to on the Material Plane. You may adjust the plane&#8217;s gravity is heavy, light, none, objectively directional, or subjectively directional.</p>\n<p><strong>Weather:</strong> If you possess the Weather sphere, you may grant a weather and seasonal cycle to your demiplane, customizable as you see fit (for example, your demiplane could always be winter or have week-long seasons).</p>\n<p><strong>Shape:</strong> By default, the demiplane has a fixed shape and borders. You may make your plane self-contained so it loops upon itself when a creature reaches one edge. You may designate areas or locations on the edges of your plane where this occurs (such as a pair of secret doors or a path in the woods) or apply it to the entire plane.</p>\n<p><strong>Structure:</strong> You may give your demiplane a specific, linked physical structure, such as a giant tree, floating castle, labyrinth, mountain, and so on. (This option exists so you can pick a theme for your plane without having to worry about the small details of determining what abilities you need for every hill, hole, wall, floor, and corner.)</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "warp"
    }
  },
  "_id": "VxgXAgnJ6abEDe70"
}
