{
  "_id": "HetlcIrQMOrPX4KT",
  "name": "Curse (Death)",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/death.webp",
  "data": {
    "description": {
      "value": "<p>You may spend 2 spell points to make a ghost strike that bestows a permanent curse on the target (Will negates). Curses may be removed with the Break Enchantment Life talent, rituals such as break enchantment or remove curse, wishes, upon your death, or by your choice as a free action, but otherwise cannot be dispelled.</p>\n<p>Choose one of the following curses to bestow upon the target:</p>\n<ul>\n<li>The target suffers a -4 decrease to an ability score plus an additional -2 per 5 caster levels (minimum 1).</li>\n<li>The target suffers a -3 penalty on all attack rolls, saving throws, ability checks, and skill checks plus an additional -1 per 5 caster levels.</li>\n<li>Each turn the target has a 25% chance to take no action. This chance increases by 5% per 2 caster levels (maximum 75%).</li>\n</ul>\n<p>Curses do not stack with themselves, but a target can be afflicted by multiple different curses. With GM permission, you may invent your own curse, but it should be of equal power to those listed. The following effects would be considered appropriate:</p>\n<ul>\n<li><strong>Black Mark:</strong> The target is trailed by an unpleasant aura. The target takes a penalty on all Diplomacy and Handle Animal checks equal to 1/2 your caster level. All creatures begin with an attitude of unfriendly towards you (unless their attitude would start worse). Any animals the target interacts with react wildly, with prey animals running away and predator animals baring fangs or even attacking the target. [Gravecaller's HB]</li>\n<li><strong>Clumsy:</strong> The target cannot move faster than half their speed without an Acrobatics check vs. the curse&#8217;s DC. On a failure, the target falls prone.</li>\n<li><strong>Extreme Hunger:</strong> The target must eat and drink three times as much as normal every day or begin suffering from thirst and starvation.</li>\n<li><strong>Fumble:</strong> Anytime the victim picks up or retrieves an object (including drawing a weapon or ammunition), there is a 50% chance that he immediately drops it. If ammunition is dropped, the attack being made is lost. Any remaining attacks in a full attack action may still be attempted.</li>\n<li><strong>Greater Pain:</strong> Whenever the victim takes damage, he is staggered for 1 round.</li>\n<li><strong>Magically Conductive:</strong> When the victim is adjacent to the area of a damaging spell or spell-like effect, the area expands to include the victim.</li>\n<li><strong>Old Age:</strong> The target gains the penalties (but not the benefits) of advancing to the next age category. This does not actually increase their age.</li>\n<li><strong>Phobia:</strong> The target is cursed with a fear of a concept, chosen by the caster (such as crowds, spiders, rats, thunder, loud noises, etc.). Each round the target sees or hears a manifestation of its phobia (such as a spider, or an illusionary spider), the target must succeed at a Will save or be frightened for 1d4 rounds. A target cannot be frightened by the same phobia&#8217;s manifestation more than once per hour (such as the same spider, the same crowd, etc.) but new instances of the phobia work normally. GMs should determine if a phobia is appropriate by considering how frequently the target may encounter it. A phobia which would constantly trigger, such as a phobia towards &#8220;skin&#8221; or &#8220;all clothing&#8221;, would be more debilitating than the chance to take no action from the Curse (ghost strike)&#8217;s base options, and would not be appropriate. This curse is a mind-affecting effect. [Gravecaller's HB]</li>\n<li><strong>Repel Healing:</strong> The victim cannot heal naturally, and magical healing heals the victim by only half the usual amount (minimum 1 point). Fast healing and regeneration are likewise halved.</li>\n<li><strong>Unfocused:</strong> The target suffers a penalty equal to your casting ability modifier to all skill checks governed by an attribute of your choice.</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Ghost Strike"]],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "death"
    }
  }
}
