{
  "name": "Divine",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/divination.webp",
  "data": {
    "description": {
      "value": "<p>You may divine to gain information. To divine, you must spend 1 minute meditating, although you may spend a spell point to decrease this time to a single standard action. Divining always has a duration of concentration, but you must spend a full-round action concentrating (you can take no other action except free actions); you are flat-footed while concentrating on divining. Divining reveals information from sources within medium range of you as an emanation; it reveals information each round the effect it is maintained. Divining can penetrate most barriers, but 3 feet of wood or dirt, 1 foot of stone, 1 inch of common metal, or a thin sheet of lead blocks it.</p>\n<p>When you gain the Divination sphere, you gain the ability to divine for magical auras, learning their strength and location. You do not know the exact caster level of an item or spell, but you may sense the aura&#8217;s general strength according to the chart below. To determine the spell school or sphere of the effect, you must succeed at a Knowledge (arcana) check with a DC equal to 15 + 1/2 the caster level.</p>\n<strong>Table: Aura Strength</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Caster Level</th>\n<th>Aura Strength</th>\n</tr>\n<tr>\n<td>1-5</td>\n<td>Faint</td>\n</tr>\n<tr>\n<td>6-11</td>\n<td>Moderate</td>\n</tr>\n<tr>\n<td>12-20</td>\n<td>Strong</td>\n</tr>\n<tr>\n<td>21+</td>\n<td>Overwhelming</td>\n</tr>\n</table>\n<p>A magical aura lingers after its original source dissipates (in the case of spells and sphere effects) or is destroyed (in the case of a magic item). In such a case, divining reveals an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power:</p>\n<strong>Table: Lingering Aura</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Original Strength</th>\n<th>Duration of Lingering Aura</th>\n</tr>\n<tr>\n<td>Faint</td>\n<td>1d6 rounds</td>\n</tr>\n<tr>\n<td>Moderate</td>\n<td>1d6 minutes</td>\n</tr>\n<tr>\n<td>Strong</td>\n<td>1d6 x 10 minutes</td>\n</tr>\n<tr>\n<td>Overwhelming</td>\n<td>1d6 days</td>\n</tr>\n</table>\n<p>When using Spellcraft to identify the properties of a magic item or ongoing effect, you may use divine in place of the detect magic spell. Outsiders and elementals are not magical in and of themselves, but if they are summoned, the conjuration effect registers.</p>\n<p><strong>Overwhelming Auras:</strong> Whenever an individual divines or senses an aura whose strength is overwhelming, from a source whose Hit Dice or caster level is equal to or greater than the caster's character level + 10, that individual becomes stunned for 1 round.</p>\n<h2 id=\"toc1\"><span>Alternate Divinations</span></h2>\n<p>If you possess certain other spheres, you may divine for information other than magical auras. These alternate divinations are detailed below.</p>\n<h3 id=\"toc2\"><span>Alteration</span></h3>\n<p><strong>Divine Shapechanger:</strong> You may divine for creatures with the shapechanger subtype. The strength of a shapechanger aura is determined according to Table: Shapechanger. If a creature is not a shapechanger but is under the effect of a shapeshift Alteration sphere (or similar) ability, it shows up with a dim aura.</p>\n<strong>Table: Shapechanger</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>HD</th>\n<th>Strength</th>\n<th>Lingering Aura Duration</th>\n</tr>\n<tr>\n<td>Under a polymorph effect</td>\n<td>Dim</td>\n<td>1 round</td>\n</tr>\n<tr>\n<td>1 or lower</td>\n<td>Faint</td>\n<td>1d6 rounds</td>\n</tr>\n<tr>\n<td>2-4</td>\n<td>Moderate</td>\n<td>1d6 minutes</td>\n</tr>\n<tr>\n<td>5-10</td>\n<td>Strong</td>\n<td>1d6 x 10 minutes</td>\n</tr>\n<tr>\n<td>11+</td>\n<td>Overwhelming</td>\n<td>1d6 days</td>\n</tr>\n</table>\n<h3 id=\"toc3\"><span>Blood</span></h3>\n<p><strong>Divine Bleeding:</strong> You may divine the location of any creature that has taken bleed damage in the last 10 minutes per caster level or that is under half its maximum hit points. Creatures immune to bleed damage cannot be detected with this divination.</p>\n<h3 id=\"toc4\"><span>Conjuration</span></h3>\n<p><strong>Divine Unnaturals:</strong> You may divine the presence of outsiders and aberrations. In all other ways, this functions as divining for shapeshifters.</p>\n<h3 id=\"toc5\"><span>Creation</span></h3>\n<p><strong>Divine Components:</strong> You may divine for a material of which you can create using the Creation sphere.</p>\n<h3 id=\"toc6\"><span>Dark</span></h3>\n<p><strong>Divine Dark:</strong> You may divine the light levels of the surrounding area within range. When using this alternate divination, you may spend an additional spell point to also divine the location and size of shadows cast by creatures or objects. You do not gain additional information, such as whether the shadow was cast by a creature or an object, or the size of said creatures or objects.</p>\n<p><strong>Divine Shadow:</strong> You may divine the presence of creatures or objects native to the Plane of Shadow. In all other ways, this functions as divining for shapeshifters. Shadowstuff, such as that created from the fey adept class or those with the sphere-specific drawback Limited Creation (shadowstuff) count as originating from the Plane of Shadow for the purpose of this divination.</p>\n<h3 id=\"toc7\"><span>Death</span></h3>\n<p><strong>Divine Undead:</strong> You may divine for undead creatures. In all other ways, this functions as divining for shapeshifters.</p>\n<h3 id=\"toc8\"><span>Destruction</span></h3>\n<p><strong>Divine Hostility:</strong> You may divine whenever a creature or an object within range takes hit point damage. In addition, you gain knowledge as to the amount and type of damage dealt and from what direction the damage was dealt from. If the source of the damage is inside the area of your divine effect, you also learn what square the source occupied.</p>\n<h3 id=\"toc9\"><span>Enhancement</span></h3>\n<p><strong>Divine Enhancement:</strong> You may divine what short-term effects creatures you have pinpointed are undergoing. You may divine all creatures you can see within range and determine which (if any) are benefiting from temporary bonuses, and the sources of the bonuses be they magical, alchemical, supernatural, etc.</p>\n<h3 id=\"toc10\"><span>Fallen Fey</span></h3>\n<p><strong>Detect Faetouched:</strong> You may divine the location of any creature that possesses the elf, fey, gnome, sidheir, or similar types or subtypes. In all other ways, this functions as divining for shapeshifters.</p>\n<h3 id=\"toc11\"><span>Fate</span></h3>\n<p><strong>Detect Loyalties:</strong> You may divine the top three general things that matter most to the creatures you can see within range. Examples of base loyalties may include but are not limited to: Country, Faith, Family, Power, and Self. Subcategories for base loyalties may also exist where appropriate such as Self (survival) or Self (perfection), but they are generally not revealed with Detect Loyalties. While you do not learn specific details such as proper names of the associated loyalties, you do acquire the order in which the loyalties stand. For example, a paladin might have loyalties of Country, Power, and Self, but would not reveal the particular country they are loyal to or the particular power they serve. Mindless creatures might have only 1 loyalty such as Self (survival), whereas creatures with low animal-like intelligence might only have 2 loyalties such as Family (pack) and Self (survival). Only the top three loyalties are revealed, even if they have more.</p>\n<p><strong>Divine Alignment:</strong> You may divine for a specific part of the alignment spectrum: evil, good, lawful, or chaotic. The strength of these auras are determined according to Chart: Alignment.</p>\n<p>Traps, poisons, and other potential perils have no alignment. Creatures with aligned intents (killing in anger, aiding those in need for their own sakes, etc.) may temporarily detect according to their actions.</p>\n<strong>Chart: Alignment</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th></th>\n<th colspan=\"5\">Aura Power</th>\n</tr>\n<tr>\n<th>Creature/Object</th>\n<th>None</th>\n<th>Faint</th>\n<th>Moderate</th>\n<th>Strong</th>\n<th>Overwhelming</th>\n</tr>\n<tr>\n<td>Aligned Creature^ (HD)</td>\n<td>4 or lower</td>\n<td>5-10</td>\n<td>11-25</td>\n<td>26-50</td>\n<td>51 or higher</td>\n</tr>\n<tr>\n<td>Aligned Undead (HD)</td>\n<td>-</td>\n<td>2 or lower</td>\n<td>3-8</td>\n<td>9-20</td>\n<td>21 or higher</td>\n</tr>\n<tr>\n<td>Aligned Outsider (HD)</td>\n<td>-</td>\n<td>1 or lower</td>\n<td>2-4</td>\n<td>5-10</td>\n<td>11 or higher</td>\n</tr>\n<tr>\n<td>Cleric^^ or paladin of an aligned deity (class levels)</td>\n<td>-</td>\n<td>1</td>\n<td>2-4</td>\n<td>5-10</td>\n<td>11 or higher</td>\n</tr>\n<tr>\n<td>Aligned magic item or spell (caster level)</td>\n<td>5 or lower</td>\n<td>6-10</td>\n<td>11-15</td>\n<td>16-20</td>\n<td>21 or higher</td>\n</tr>\n</table>\n<p>^ Except for undead and outsider, which have their own entries on the table.<br>\n^^ Some characters who are not clerics may radiate an aura of equivalent power. The class description will indicate whether this applies.</p>\n<p><strong>Divine Fate:</strong> You may divine the alignment auras of creatures you can see within range. Such creatures emit a colored aura depending upon what alignments or loyalties you share with them. Creatures that share the same moral alignment (good/neutral/evil) emit a red aura. Creatures that share the same ethical alignment (lawful/neutral/chaotic) emit a blue aura. Creatures that share a primary base loyalty (see Detect Loyalties) emit a yellow aura. Creatures that share multiple colors have their colors combined, i.e. a creature that shares the primary base loyalty of family and the ethical alignment of chaos will emit a green aura. Creatures that share all three primary colors (red, blue, and yellow) emit a glowing white aura. Refer to Table: Divine Fate below for more information on how colored auras combine. Creatures that do not share any alignment or loyalties do not emit any aura that you can see.</p>\n<strong>Table: Divine Fate</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Primary Colors</th>\n<th>Secondary/Combination Color</th>\n</tr>\n<tr>\n<td>Blue and red</td>\n<td>Purple</td>\n</tr>\n<tr>\n<td>Blue and yellow</td>\n<td>Green</td>\n</tr>\n<tr>\n<td>Red and yellow</td>\n<td>Orange</td>\n</tr>\n<tr>\n<td>Blue, red, and yellow</td>\n<td>White</td>\n</tr>\n</table>\n<h3 id=\"toc12\"><span>Illusion</span></h3>\n<p><strong>Divine Illusions:</strong> You may divine for illusions. This grants you a free Will save or Perception check (in the case of illusionary disguises or invisibility) against any illusions or invisibility within the area.</p>\n<h3 id=\"toc13\"><span>Life</span></h3>\n<p><strong>Divine Life:</strong> You may divine the wound thresholds and conditions of seen living creatures. In addition to learning the creature&#8217;s wound status, you also learn which creatures, if any, are afflicted with a disease. The strength of Divine Life&#8217;s aura reveals a creature&#8217;s current wound threshold and condition according to Chart: Divine Life.</p>\n<strong>Chart: Divine Life</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Aura Strength</th>\n<th>Wound Threshold</th>\n<th>Current Hit Points</th>\n</tr>\n<tr>\n<td>None</td>\n<td>Dead</td>\n<td>Dead</td>\n</tr>\n<tr>\n<td>Dim</td>\n<td>Disabled</td>\n<td>0 or fewer hit points remaining.</td>\n</tr>\n<tr>\n<td>Faint</td>\n<td>Critical</td>\n<td>Less than 25% of full normal hit points remaining.</td>\n</tr>\n<tr>\n<td>Moderate</td>\n<td>Wounded</td>\n<td>25% to 50% of full normal hit points remaining.</td>\n</tr>\n<tr>\n<td>Strong</td>\n<td>Grazed</td>\n<td>50% to 75% of full normal hit points remaining.</td>\n</tr>\n<tr>\n<td>Overwhelming</td>\n<td>Healthy</td>\n<td>Has at least 75% of full normal hit points</td>\n</tr>\n</table>\n<h3 id=\"toc14\"><span>Light</span></h3>\n<p><strong>Ultravision:</strong> You may divine to give yourself an added level of perception. Once per round you may attempt a Perception check as a free action (normally a move action) with a circumstance bonus to Perception checks equal to your caster level.</p>\n<h3 id=\"toc15\"><span>Mana</span></h3>\n<p><strong>Divine Mana Capacity:</strong> If you possess the Mana sphere, you may divine for the amount of spell points a creature has. Each round while divining for mana capacity, you may choose one creature you can see within range each round to learn their current amount of real spell points, temporary spell points (as well as when they end), and maximum spell point pool capacity.</p>\n<h3 id=\"toc16\"><span>Mind</span></h3>\n<p><strong>Divine Cares Given [Jester's HB]:</strong> You may divine for a specific subject of interest, chosen when you divine. This is similar to reading the surface thoughts of nearby creatures, but only locates creatures with strong opinions about a specific topic or subject chosen when you divine, such as politics, war, entertainment, or professional associations. Creatures may have a positive, negative, or uninterested opinion regarding a subject. Only creatures with a positive or negative opinion are located. This effect does not discern what opinion each located creature may hold, only that the creature has an opinion.</p>\n<p>For example, divining about a specific criminal organization, both members of the organization and opposing factions may hold strong feelings, positive or negative. Unconcerned or uninvolved individuals would not be located by the effect, and a located creature&#8217;s precise opinion is not made known to you.</p>\n<p><strong>Divine Charm:</strong> You may divine for the presence of charm, compulsion, possession, and Mind sphere effects. You do not need to attempt a Knowledge (arcana) check to identify the school or sphere of these abilities.</p>\n<h3 id=\"toc17\"><span>Nature</span></h3>\n<p><strong>Divine Elements:</strong> You may divine for the elements, depending on which packages you possess.</p>\n<ul>\n<li>If you possess the (air) package, you may divine and identify the presence of breathable air, and toxic gases or vapor (or lack thereof if in a vacuum).</li>\n<li>If you possess the (earth) package you may divine and identify the presence of dirt, gems, sand, and stone.</li>\n<li>If you possess the (fire) package you may divine the presence and strength of fires.</li>\n<li>If you possess the (metal) package, you may divine and identify the presence of ore deposits and metals.</li>\n<li>If you possess the (plant) package you may divine the location of plantlife and plant creatures. In all other ways, this functions as divining for shapeshifters.</li>\n<li>If you possess a Nature (spirit) talent, you may divine the location of animal creatures. In all other ways, this functions as divining for shapeshifters.</li>\n<li>If you possess the (water) package you may divine the location and size of bodies of water.</li>\n</ul>\n<h3 id=\"toc18\"><span>Protection</span></h3>\n<p><strong>Divine Protection:</strong> You may divine all creatures you have pinpointed within range and determine which of those creatures have the lowest and highest armor class. Alternatively, you may divine the lowest and highest saving throw each of these creatures has. You do not however determine the values for any of these attributes.</p>\n<h3 id=\"toc19\"><span>Telekinesis</span></h3>\n<p><strong>Divine Density:</strong> You may divine the density and weight of nearby objects and creatures that you can see. Utilize the following chart when determining density:</p>\n<strong>Chart: Divine Density</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Density</th>\n<th>Example</th>\n<th>Aura Strength</th>\n</tr>\n<tr>\n<td>Weightless</td>\n<td>Balsa wood, feathers, shredded paper</td>\n<td>Faint</td>\n</tr>\n<tr>\n<td>Light</td>\n<td>Charcoal, cork, darkwood, flour, hay, snow</td>\n<td>Moderate</td>\n</tr>\n<tr>\n<td>Dense</td>\n<td>Flesh, iron, mithral, sand, soil, stone, water, wood</td>\n<td>Strong</td>\n</tr>\n<tr>\n<td>Superdense</td>\n<td>Adamantine, lead, gold, silver</td>\n<td>Overwhelming</td>\n</tr>\n</table>\n<p><strong>Divine Force:</strong> You may divine the presence or absence of creatures with the incorporeal subtype. For the purpose of this ability, creatures such as unseen servant and other similar creatures of force are considered to have the incorporeal subtype. This ability will not not reveal the general location or direction in which the incorporeal creatures are, it will, however, give you knowledge of the incorporeal creature&#8217;s aura utilizing the same table as divining for shapeshifters.</p>\n<h3 id=\"toc20\"><span>Time</span></h3>\n<p><strong>Divine Time:</strong> You may divine the events that happened within range. You can only divine what occurred up to 1 hour per caster level in the past. When you divine time you are only given the following details: The number of creatures that were in the area, their size, how long they remained in the area, and any movements they made while in the area. In addition, if objects were left unattended or unattended objects were moved during this time, you learn the size and vague shape of such objects.</p>\n<h3 id=\"toc21\"><span>War</span></h3>\n<p><strong>Divine Allegiance:</strong> You may target an individual within range which allows you to divine through mud, blood, sweat, and wear or tear upon cloth or armor as if such was not there, revealing any colors, patterns, or insignia it may have previously bore. In addition, other creatures within range of the target glows with a particular aura allowing the caster to know who they openly allied with and who are not. Creatures under the affect of mind-affecting effects (such as charms and compulsions) are shown to be loyal to their controller and their allies. This does not properly function on those who are using subterfuge or are pretending to be on someone&#8217;s side, as it will present them as who they pretend to side with. Once each round as a free action while maintaining concentration on this effect, you may target a different individual within range with this divine ability.</p>\n<h3 id=\"toc22\"><span>Warp</span></h3>\n<p><strong>Divine Warp:</strong> You may divine the presence of portals, rifts (including extradimensional spaces), and teleportation circles, both active and inactive within range. If you perceived a target teleport within the last hour, this also reveals to you the general direction and distance of their teleportation. If the creature teleports to a different plane, you immediately learn this, but you do not learn to what plane the creature teleported unless your caster level is at least 10. Should you find yourself on that plane before the hour is up, you can divine their general direction and distance.</p>\n<h3 id=\"toc23\"><span>Weather</span></h3>\n<p><strong>Divine Weather:</strong> You may divine the weather at your location for the next 24 hours, providing you with advance warning of storms, tornadoes, and so on. This reveals only the weather that would arise naturally and does not take into account any magical occurrences that might change the weather.</p>\n<h2 id=\"toc24\"><span>Sense</span></h2>\n<p>As a standard action, you may grant yourself paranormal senses for 1 hour/caster level. When you gain the Divination sphere, you gain the following sense.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "divination"
    }
  },
  "_id": "C5JZdYcEtNSvqgdH"
}
