{
  "name": "Elemental Transformation",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/alteration.webp",
  "data": {
    "description": {
      "value": "<p><sup><strong>Note:</strong> This talent has been errata'd and replaced Elemental Transformation, Dedicated.</sup></p>\n<p>You may grant the form of an elemental with your shapeshift.<br>\n<strong>Limbs:</strong> mutable (up to 1 head, 2 legs, 2 arms, chosen when form is granted)<br>\n<strong>Speech:</strong> Yes; Hands Yes (if arms granted)<br>\n<strong>Speed:</strong> 20 ft. land speed<br>\n<strong>Natural weapons:</strong> 2 slams (primary, 1d6 Medium, 1d4 Small)<br>\n<strong>AC:</strong> +2 natural armor bonus, +1 per 5 caster levels<br>\n<strong>Special:</strong> Darkvision 60 ft. If you spend an additional spell point when granting this form, the target also gains a 25% ability to ignore critical hits and precision damage, which increases by 25% per 5 caster levels to a maximum of 100%.</p>\n<p>Additionally, the target gains one of the following packages depending on what kind of elemental is being mimicked. Each elemental package notes separately the granted movement, including abilities related to that movement, and abilities:</p>\n<ul>\n<li><strong>Air: Movement:</strong> The target takes no damage when falling and may glide, moving with a speed of 30 feet with maneuverability (good), falling 1 foot for every 5 feet traveled. At 5th level, this improves to a 30 feet fly speed with maneuverability (good). <strong>Abilities:</strong> The target gains energy resistance to electricity equal to your caster level and the Elemental Transformation&#8217;s whirlwind trait as a bonus trait (which does not count against the number of traits the caster may apply with their shapeshift).</li>\n<li><strong>Earth: Movement:</strong> The target gains a 30 feet burrow speed and tremorsense 20 feet. <strong>Abilities:</strong> The target gains energy resistance to acid equal to your caster level and the target gains a +2 natural armor bonus, which stacks with other sources of natural armor.</li>\n<li><strong>Fire: Movement:</strong> The target gains a 40 feet land speed (this replaces the land speed granted by the base form). <strong>Abilities:</strong> The target gains energy resistance to fire equal to your caster level and the Elemental Transformation&#8217;s burn trait as a bonus trait (which does not count against the number of traits the caster may apply with their shapeshift).</li>\n<li><strong>Water: Movement:</strong> The target gains a 30 feet swim speed and can breathe water freely. <strong>Abilities:</strong> The target gains energy resistance to cold equal to your caster level and the Elemental Transformation&#8217;s whirlwind trait as a bonus trait (which does not count against the number of traits the caster may apply with their shapeshift).</li>\n</ul>\n<p>Elemental Transformation offers the following traits, which you may apply to any form:</p>\n<ul>\n<li><strong>Air Mastery:</strong> Airborne creatures take a penalty on attack and damage rolls against the target equal to -1 - 1 per 10 caster levels.</li>\n<li><strong>Burn:</strong> The target gains the burn universal monster ability (1d6, Reflex DC equal to the caster&#8217;s Alteration sphere DC) with their natural weapons, unarmed strikes, or manufactured weapons. The burn universal monster ability&#8217;s damage increases by 1 size per 5 caster levels (1d8, 2d6, 3d6, 4d6, etc.).</li>\n<li><strong>Earth Mastery:</strong> The target gains a bonus on attack and damage rolls if both the target and its opponent are touching the ground equal to +1 + 1 per 10 caster levels.</li>\n<li><strong>Elemental Empowerment:</strong> Choose acid, cold, electricity, or fire. The target&#8217;s first successful attack each round made with a natural weapon, unarmed strike, or manufactured weapon deals additional damage of the chosen energy type equal to your caster level.</li>\n<li><strong>Elemental Movement:</strong> Choose air, earth, fire, or water. The target gains the chosen elemental package&#8217;s movement from the Elemental Transformation talent and any abilities related to that movement (such as air&#8217;s glide, earth&#8217;s tremorsense, or water&#8217;s ability to breathe underwater). If fire is chosen and the target lacks a land speed, the target gains a base land speed of 40 feet. You may grant this trait multiple times, each time choosing a different elemental package&#8217;s movement.</li>\n<li><strong>Elemental Resistance:</strong> Choose acid, cold, electricity or fire. The target gains energy resistance to the chosen energy type equal to your caster level. You may grant this trait multiple times, each time choosing a different energy type. Energy resistance from this trait does not stack.</li>\n<li><strong>Water Mastery:</strong> The target gains a bonus on attack and damage rolls if both the target and its opponent are touching water equal to +1 + 1 per 10 caster levels.</li>\n<li><strong>Whirlwind:</strong> If the target possesses a fly speed, the target gains the whirlwind universal monster ability. If the target possesses a swim speed, the target gains the water elemental&#8217;s vortex ability. The target may use the whirlwind and vortex abilities at-will, and can transform as a standard action. If the target possesses both a fly speed and a swim speed, the target may freely enter and exit water while transformed and is considered to be in whichever form is most suitable for each space the whirlwind or vortex would occupy. The Reflex DC for the whirlwind and vortex abilities granted by this trait is equal to the caster&#8217;s Alteration sphere DC. The whirlwind and vortex is always 5 feet wide at its base, and its maximum height is equal to the target&#8217;s size + 1 size category larger per 5 caster levels (maximum Colossal) on Table: Whirlwind Trait Sizes. A whirlwind or vortex&#8217;s width at its peak is equal to half its height. The target can control the exact height, but it must be at least 10 feet high. If a target&#8217;s size is smaller than Small, the target is considered to be Small-sized for this trait. (Requires fly or swim speed)</li>\n</ul>\n<strong>Table: Whirlwind Trait Sizes</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Size</th>\n<th>Whirlwind Height (Width)</th>\n</tr>\n<tr>\n<td>Small</td>\n<td>20 feet (10 feet)</td>\n</tr>\n<tr>\n<td>Medium</td>\n<td>30 feet (15 feet)</td>\n</tr>\n<tr>\n<td>Large</td>\n<td>40 feet (20 feet)</td>\n</tr>\n<tr>\n<td>Huge</td>\n<td>50 feet (25 feet)</td>\n</tr>\n<tr>\n<td>Gargantuan</td>\n<td>60 feet (30 feet)</td>\n</tr>\n<tr>\n<td>Colossal</td>\n<td>70 feet (35 feet)</td>\n</tr>\n</table>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Transformation"]],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "alteration"
    }
  },
  "_id": "PTxWmd2aguFtl8ta"
}
