{
  "name": "Extract Blood Construct",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/blood.webp",
  "data": {
    "description": {
      "value": "<p>You may drain the blood of a dead creature within blood control range and animate it as a blood construct as a standard action within 1 minute per caster level of the creature&#8217;s death. If the creature (or creatures) were under the effects of your blood control at the time of their death, you may reduce the required time to a swift action. This blood construct is of a size according to the below table, but may not be larger than one size smaller than the dead creature&#8217;s size.</p>\n<p>Extracted constructs are under your control. While they can be dispelled, blood constructs are neither called nor summoned creatures, so are not affected by banishment, dismissal, or the Hallow word of the Fate sphere. The construct obeys your commands to the best of its ability, even harmful or suicidal commands and will generally act to protect you in the absence of other commands.</p>\n<p>A blood construct created by this ability persists for as long as you concentrate. The construct must be within your blood control range to concentrate on it. You may spend a spell point to have the blood construct remain for 1 minute per caster level without concentration. Doing so allows the construct to leave your blood control range without any ill effects. Lengthened Control increases this duration to 1 hour per caster level.</p>\n<p>You may not have more than 2 Hit Dice of blood constructs per caster level under your control at the same time; creating additional constructs forces you to dismiss existing constructs until the total Hit Dice no longer exceed this cap. Temporary increases to caster level (such as from implements, boons, or the thaumaturge&#8217;s forbidden lore ability) do not increase this cap. Once a blood construct is dismissed or destroyed, the blood used can no longer be animated to create another blood construct.</p>\n<p>As a move or swift action, you may sacrifice a blood construct under your control to heal another one that you control, restoring a number of hit points equal to the hit points of the sacrificed construct. Any excess hit points beyond the healed construct&#8217;s maximum hit points are lost. Both creatures must be within blood control range.</p>\n<p>If you possess Mass Blood Magic, you may target multiple creatures per that talent, drawing blood to either create multiple constructs or combining the blood into a larger construct, up to the maximum size you can create, counting two Small creatures as a Medium creature, two Medium creatures as a Large creature, etc. You may increase the size of an existing construct under your control by merging smaller constructs with it as part of their creation or as a standard action; any ongoing effects and damage taken on either construct persist in the larger construct. All targets must be within blood control range.</p>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Caster Level</th>\n<th>Construct</th>\n</tr>\n<tr>\n<td>1st</td>\n<td>Tiny</td>\n</tr>\n<tr>\n<td>4th</td>\n<td>Small</td>\n</tr>\n<tr>\n<td>8th</td>\n<td>Medium</td>\n</tr>\n<tr>\n<td>12th</td>\n<td>Large</td>\n</tr>\n<tr>\n<td>16th</td>\n<td>Huge</td>\n</tr>\n<tr>\n<td>20th</td>\n<td>Gargantuan</td>\n</tr>\n<tr>\n<td>24th</td>\n<td>Colossal</td>\n</tr>\n</table>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "blood"
    }
  },
  "_id": "GW8Z7j6vr2TQ61Di"
}
