{
  "name": "Hypervitalize",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/life.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Life sphere (Restore Health (cure), Revitalize), caster level 15th.</p>\n<p>When you use the Revitalize talent on a creature, you may spend 2 additional spell points to make the creature exceptionally vital on a cellular level for the duration of the revitalization. Every cell of their body is so imbued with positive energy that they are no longer a single living being, but a collection of living cells creating a gestalt. Each individual cell can survive on its own and actively fights to keep the whole body functioning: blood will crawl back into the wounds that released them, broken bones will straighten themselves, and wounds will actively close and seal shut.</p>\n<p>The hypervitalized creature gains the following benefits:</p>\n<ul>\n<li>Immunity to bleed, death effects, damage from positive energy effects, disease (magical and non-magical), paralysis, poison, sleep effects, aging effects, and stunning.</li>\n<li>Not subject to nonlethal damage of any kind. Immunity to damage or drain to its ability scores, as well as to exhaustion and fatigue effects. These do not protect the character from the results of their own abilities (such as nonlethal damage caused by the Draining Casting drawback) or voluntarily gained through helpful effects (such as the Overclocked talent).</li>\n<li>Immunity to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless).</li>\n<li>The fast healing granted by Revitalize is upgraded to regeneration; severed limbs can be reattached to the body (and indeed, will try to reattach themselves if possible). The target is not at risk of death from massive damage, not disabled at 0 hit points, and at negative hit points is unconscious but stable, even if exceeding the Constitution score. It can only be killed if the body is deliberately destroyed, such as being immolated or disintegrated, or by allowing the effect to expire while at negative hit points greater than their Constitution score. Creatures that possess abilities that allow them to stay conscious at 0 or fewer hit points still fall unconscious if they would normally die from the amount of damage they have received.</li>\n<li>Does not need to breathe, drink, eat, or sleep.</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "life"
    }
  },
  "_id": "NsPDJMCiVhumm0Ar"
}
