{
  "_id": "DLlyyNVKS3lA0Yjm",
  "name": "Illusionary Disguise",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/illusion.webp",
  "data": {
    "description": {
      "value": "<p>You may create a glamer that makes a creature or object appear as something else. This allows you to attempt a Disguise check as part of casting the glamer, even without a disguise kit. This disguise is magical for the purposes of detecting magic or for spells and effects that allow a target to see through magical effects and illusions, and interacting with it allows for a Will save to disbelieve.</p>\n<p>You may disguise a target as something larger than itself (up to your maximum illusion size) but can only make something appear to be one size smaller than it actually is.</p>\n<h3 id=\"toc2\"><span>Special Considerations</span></h3>\n<p><strong>Disbelief and Interaction:</strong> When a creature interacts with an illusion, they may attempt a Will save to disbelieve. Generally speaking, simply observing an illusion is not enough; in order to &#8216;interact&#8217; with an illusion a creature may spend a move action to carefully study the illusion. Additionally, any action that requires at least a move action and similarly engages directly with the illusion counts as interaction.</p>\n<p>For example, if there were a figment of a dragon, a character who tried to attack the dragon would receive a saving throw to disbelieve, as would a character who spent 1 minute attempting a Diplomacy check on the dragon. A character who just traded witty banter with the dragon as a free action would not, nor would a character who simply cast spells on herself or her allies and never directly confronted the illusory dragon.</p>\n<p>For a glamer, interacting generally works the same as for a figment, except that the interaction must be limited to something the glamer affects. For instance, grabbing a creature&#8217;s ear would be an interaction for a human using disguise self to appear as an elf, but not for someone using a glamer to change their hair color. Similarly, visually studying someone would not grant a save against a glamer that purely changed their voice.</p>\n<p>Additionally, if you or a creature who has made their saving throw against one of your illusions declares that the illusion is, indeed, an illusion, other creatures so informed gain an automatic saving throw against the illusion. While multiple declarations from multiple creatures can produce multiple saving throws, only one saving throw can be generated per illusion by any single creature; if a declaration was unconvincing, the same person simply insisting again is not helpful.</p>\n<p><strong>Sustained Disbelief:</strong> Allies do not automatically disbelieve your illusions, but if they have been informed about and are familiar with your particular artistry and illusion style they gain a +5 circumstance bonus to all saves made to disbelieve your illusions. You may suppress this bonus by changing your personal style if you so desire.</p>\n<p>Creatures who successfully identify a sphere effect as belonging to the Illusion sphere as it is being cast, such as with a Spellcraft check or detect magic spell (or similar ability), also gain this +5 circumstance bonus to any Will saves made to disbelieve that illusion.</p>\n<p>If the GM feels it is appropriate, a creature who has interacted with multiple illusions in a day (especially if they have come from the same illusionist), might gain this bonus as well, to reflect how they are looking for patterns and checking and double-checking everything in front of them to avoid being fooled &#8216;again&#8217;. This bonus would not apply when taking 10, taking 20, and would disallow checking a location multiple times in a row; double-checking is reflected in the bonus.</p>\n<p><strong>Multiple Senses:</strong> By default, the only sense that can be affected by a basic illusion is sight. However, certain talents marked with as (sensory) talents allow the caster to create illusions that also produce illusionary sound, taste, smell, or even touch.</p>\n<p>The more complex an illusion is, the more talents it requires to be convincing, with the chart below serving as a guideline and the GM serving as the final arbiter for what talents are required to create a specific illusion. Creating an illusion without the necessary (sensory) talents often leads to disbelief; whenever a creature interacts with an illusion in a way that requires a (sensory) talent it does not possess, they may attempt a Will save to disbelieve with a +5 bonus. This bonus is cumulative for each missing (sensory) talent. This is in addition to simply learning the sensory experience is not there (for example, if a creature walks through an illusionary wall they will learn they can pass through that wall whether or not they discover the reason why is that the wall is illusionary).</p>\n<p>If the GM deems it appropriate, certain other situations might allow a target to gain a similar +5 bonus to their Will saves (for example, a creature being damaged by illusionary &#8216;fire&#8217; that is normally immune to fire damage).</p>\n<strong>Table: Example Illusions</strong><br>\n<table class=\"wiki-content-table\">\n<tr>\n<th>Example of Illusion</th>\n<th>Additional Required Talents</th>\n</tr>\n<tr>\n<td>An illusionary wall</td>\n<td>Illusionary Touch (if felt)</td>\n</tr>\n<tr>\n<td>A glen full of trees</td>\n<td>Complex Illusion</td>\n</tr>\n<tr>\n<td>A warrior blocking the target&#8217;s way</td>\n<td>Illusionary Sound, Illusionary Touch (to engage in combat with target)</td>\n</tr>\n<tr>\n<td>A table laden with food</td>\n<td>Illusionary Odor, Illusionary Touch (if consumed by target)</td>\n</tr>\n<tr>\n<td>A room filled with fire</td>\n<td>Illusionary Sound, Illusionary Touch</td>\n</tr>\n<tr>\n<td>An army of orcs chasing the target</td>\n<td>Complex Illusion, Illusionary Sound, Illusionary Touch (to engage in combat with target)</td>\n</tr>\n</table>\n<p><strong>Cover and Concealment:</strong> Figments and glamers provide concealment if they block line of sight. A figment of a wall, for example, would grant total concealment unless the attacker disbelieved the illusion, whereas a figment of fog would only grant partial concealment.</p>\n<p>Glamers that are used to change the size of a creature to appear larger than it is grants a 10% miss chance for each size increase due to concealment. If a creature is glamered to appear larger and its larger size would provide a cover bonus to another target, it instead grants this same concealment bonus to miss chance.</p>\n<p>Glamers and figments with the shadow descriptor which grant a miss chance or concealment also grant soft cover.</p>\n<p><strong>Illusionary Creatures:</strong> If creating an illusionary creature, your illusion has an attack bonus equal to your caster level + your casting ability modifier, and an AC and touch AC equal to 10 + its size modifier + 1/2 your caster level + your casting ability modifier. An illusionary creature may provide a flanking bonus against targets who fail to disbelieve it. Any creature who strikes an illusionary creature in combat (unless augmented by Illusionary Touch) receives the standard +5 circumstance bonus to disbelieve it, and any creature struck by the illusionary creature receives the same bonus (unless augmented by Illusionary Touch 2x). All actions that an illusionary creature performs must be contained within the figment of the illusion that created it, regardless of the size of the illusionary creature itself.</p>\n<p><strong>Powerful Senses:</strong> Senses such as see in darkness, x-ray vision, mistsight, or greensight that are designed to penetrate specific sorts of occlusion or display vision differently do not automatically interact with illusions the way they do unaltered reality, and thus tricking a character with such a sense is a difficult task, but not impossible. For example, when creating an illusionary wall to fool a creature with x-ray vision, one could create an illusion that &#8216;looks&#8217; like a wall being looked through with x-ray vision. However, creating an illusion that would trick such senses can create obvious signs of trickery with those that do not possess that sight (for example, the illusion of a forest would look suspicious to a character with greensight if he could not see through it, but making the illusionary forest transparent would look suspicious to any of their allies who do not possess greensight). The Selective Illusions talent can be helpful in overcoming this problem in certain situations.</p>\n<p><strong>Complex and Exotic Senses:</strong> Illusions can foil all forms of perception, even unusual forms that a creature might possess.</p>\n<p>Use the following list when dealing with unusual senses.</p>\n<ul>\n<li><strong>Blindsense:</strong> Illusionary Odor and Illusionary Sound</li>\n<li><strong>Blindsight:</strong> Illusionary Odor, Illusionary Sound, and Illusionary Touch</li>\n<li><strong>Detect Magic:</strong> Manipulate Aura</li>\n<li><strong>Echolocation:</strong> Illusionary Sound through air, Illusionary Touch through water</li>\n<li><strong>Scent or Keen Scent:</strong> Illusionary Odor</li>\n<li><strong>Lifesense:</strong> Manipulate Aura, Illusionary Touch</li>\n<li><strong>Thoughtsense or Detect Thoughts:</strong> Implausible Deniability feat</li>\n<li><strong>Tremorsense:</strong> Illusionary Touch</li>\n</ul>\n<p>For figments, if you do not possess all of the indicated (sensory) talents required to convincingly create the illusion, creatures with that sense are automatically treated as interacting with your figment the first time the figment comes within range of that sense, and any Will save made to disbelieve the figment while within range of that sense is made with the standard +5 circumstance bonus for each missing talent.</p>\n<p>For glamers, every sensory talent you lack to fool the listed sense causes the creature affected by that glamer to suffer a -2 penalty to any skill bonus or Disguise check granted by that glamer vs. that creature, and reduces any miss chance granted by the glamer by 10%. If the skill bonus or miss chance is reduced to zero, the creature may ignore all other effects of the glamer.</p>\n<p>For Suppressions, if all senses that make up the complex sense are suppressed by the effect, the complex sense fails to penetrate that area.</p>\n<h2 id=\"toc3\"><span>Trick</span></h2>\n<p>As a standard action, you may create small, simple illusions called tricks. Unless otherwise stated, a trick persists for 1 minute per level or until dismissed.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "illusion"
    }
  }
}
