{
  "_id": "A8mCvJg4zCkkikrJ",
  "name": "Inception",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/mind.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "pf1spheres": {
      "sphere": "mind"
    }
  },
  "system": {
    "description": {
      "value": "<p>You add trivia, knowledge, and memories to a person&#8217;s mind, whether or not this information is grounded in fact.</p>\n<p><strong>Lesser Charm:</strong> You may &#8220;create a rumor&#8221; in a target&#8217;s mind, suggesting information that a target &#8220;heard somewhere&#8221; or &#8220;read once&#8221; but that they have not actually encountered (Will negates). As part of the casting, you may attempt a magic skill check or Bluff check opposed by the target&#8217;s Sense Motive check (using modifiers as listed for the Bluff skill) to see how firmly the target adheres to this new information; as with a Bluff check, they may not believe this rumor even if they believe that they heard it or read it somewhere.</p>\n<p>Evidence that conflicts with the implanted memory allows a new Will save to realize that the information is faulty, though failure on a new Will save does not mean that the target is compelled to believe the old information (instead believing that they had learned some faulty information). In addition, the Life sphere&#8217;s Break Enchantment talent, the break enchantment spell, any effect that removes the confused condition, or the Amnesia talent&#8217;s lesser, greater, or powerful charms may be used to either remove false implanted information, or to make the target realize that the information is faulty.</p>\n<p><strong>Greater Charm:</strong> As the lesser charm, but the target&#8217;s new memory can relate to things within their own experience or of their own devisement (such as details about friends&#8217; lives or current news discussed at a tavern the night before). The new memories will take precedence over the old if they contradict, but the old memories will still remain (for example, a guard may have the memory of a different combination for a combination lock, password for a door, or route through a maze, but nothing stops them from recalling the true information when the implanted memories prove false.)</p>\n<p>Encountering evidence that contradicts the new memory allows a new Will save to realize that the new memories are false. In addition, the Life sphere&#8217;s Break Enchantment talent, the break enchantment spell, or the Amnesia talent&#8217;s greater or powerful charms may be used to either remove false implanted information, or to make the target realize that the information is faulty.</p>\n<p><strong>Powerful Charm:</strong> As the greater charm, though you may now craft entirely new memories of events that the target has personally witnessed (Will negates). These memories are indistinguishable from actual memories, and appear to fit the flow of the continuity of their memories, but do not otherwise remove or alter the previous memories. A contradictory memory offers a +4 bonus to both the Will save to resist the charm and the Sense Motive check to resist believing the new memory. Similarly, memories of creatures doing something that they would not normally do or doing things against their nature give a further +2 or +4 bonus to these checks, respectively.</p>\n<p>A target&#8217;s false memories may only be removed or proven false through the Life sphere&#8217;s Break Enchantment effect if the caster also possesses the Restore Senses talent, or through the miracle or wish spells. The target&#8217;s memory may also be replenished through the Amnesia talent&#8217;s powerful charm being used to specifically make the target realize what memories are faulty.</p>\n",
      "unidentified": ""
    },
    "tags": ["Charm"],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1663168890751,
    "modifiedTime": 1689539974627,
    "lastModifiedBy": "pf1spheres-db"
  }
}
