{
  "_id": "I4hIN9725GHHQ4oc",
  "name": "Manifest Planar Zone",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/warp.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Warp sphere, caster level 5th.</p>\n<p>You may create an area which mimics the environment of another plane or demiplane of your choice, including one which you have created (chosen when you take this talent). The area lasts for as long as you concentrate (or one minute per caster level if you spend a spell point) and measures one 10-foot cube. You may increase the area by an additional 10-foot cube per 5 caster levels, arranged as you wish so long as the entire area is contiguous. The effects that can be mimicked are as follows (see Pathfinder Roleplaying Game Planar Adventures for rules on these traits). If an effect which is created within the area of this aura leaves the aura, it loses any modifications which it would possess as a result of being in the area.</p>\n<ul>\n<li><strong>Alignment:</strong> The manifest zone gains the chaos-, evil-, good-, law-, or neutral-aligned alignment traits corresponding to the plane.</li>\n<li><strong>Elemental:</strong> The manifest zone gains the air-, earth-, fire-, or water- elemental dominant trait corresponding to the plane. (requires caster level 10th)</li>\n<li><strong>Energy:</strong> The manifest zone gains the minor negative- or minor positive-dominant energy trait corresponding to the plane. At caster level 15th, it may gain the major negative- or major positive- dominant energy trait corresponding to the plane.</li>\n<li><strong>Gravity:</strong> The manifest zone&#8217;s gravity is heavy, light, or normal, corresponding to the plane. At caster level 15th, you may choose to make the gravity none, objectively directional, or subjectively directional, corresponding to the plane.</li>\n<li><strong>Magic:</strong> The manifest zone gains the enhanced magic, impeded magic, limited magic, normal magic, or wild magic planar traits corresponding to the plane. At caster level 20th, you may choose to make the manifest zone dead magic (which does not cause the manifest zone itself to end or be suppressed).</li>\n<li><strong>Time:</strong> If the mimicked plane has a rate of time different from normal time, the manifest zone is affected in different ways. All creatures within the manifest zone (including the caster) are affected.\n<ul>\n<li><strong>Erratic Time:</strong> The manifest zone is affected as per the Time Bubble time sphere talent with a caster level equal to your Warp sphere caster level. Any creature which enters the manifest zone or starts within it must make a Will saving throw or be affected by the Broken Time talent with equal caster level.</li>\n<li><strong>Flowing Time (fast):</strong> The manifest zone is affected as per the Time Bubble time sphere talent with a caster level equal to your Warp sphere caster level. Any effect which enters the manifest zone or starts within it is affected by the Fast Time talent with equal caster level. You may spend an additional spell point to affect all creatures in the area as per the Haste ability of the time sphere.</li>\n<li><strong>Flowing Time (slow):</strong> The manifest zone is affected as per the Stretch Time and Time Bubble time sphere talents with a caster level equal to your Warp sphere caster level. You may spend an additional spell point to affect all creatures in the area as per the Slow ability of the time sphere.</li>\n<li><strong>Timeless:</strong> The manifest zone is affected as per the Time Bubble time sphere talents with a caster level equal to your Warp sphere caster level.</li>\n</ul>\n</li>\n</ul>\n<p>You may select this talent multiple times. Each time, you may select a different plane to emulate.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Space"]],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "warp"
    }
  }
}
