{
  "_id": "v4ktW4VFg10iM2RK",
  "name": "Pummel Mastery",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/nature.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "pf1spheres": {
      "sphere": "nature"
    }
  },
  "system": {
    "description": {
      "value": "<p>You may direct your animated branches to attack as a free action instead of a move action. In addition, you may cause a branch to perform any of the following actions instead of making an attack.</p>\n<p><strong>Aggravating Vegetation:</strong> You may instruct the vegetation to focus on antagonizing its target instead of making a regular attack. The branch or tree makes an attack roll as an antagonize check against the target&#8217;s Psychology DC (10 + Hit Dice + Wisdom modifier; or 10 + Sense Motive bonus, if it is higher). Unlike a normal antagonize check, you do not suffer a &#8211;4 penalty on antagonize attempts made against opponents of a different creature type or that are of animal intelligence (Intelligence 1 or 2). Creatures who have been previously antagonized gain a +4 bonus to their Psychology DC. Mindless creatures are immune to the effects of antagonize.</p>\n<p>Antagonize is a mind-affecting effect. If you successfully beat the target&#8217;s Psychology DC, the creature, instead of taking damage, gains the antagonized condition against the attacking vegetation. The antagonized condition remains for 1 round. The duration of this condition increases by 1 round for every 5 by which you beat your opponent&#8217;s Psychology DC.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Antagonized Condition:</strong></span> The antagonized condition appears in Ultimate Charisma, published and copyrighted by Everyman's Game, LLC.</p>\n<p>An antagonized creature can only target its antagonist (the one who caused the antagonized condition) with hostile actions. A hostile action is any attack or effect that causes direct harm to an opponent in the form of damage, negative conditions, or any other effect that penalizes or hinders a creature. Furthermore, an antagonized creature does not threaten any opponents except its antagonist: it cannot make attacks of opportunity or be used to determine flanking bonuses against other opponents. A creature is no longer antagonized if its antagonist is helpless, unconscious, or cannot participate in combat. If an antagonizes creature uses an ability that targets multiple creatures, the antagonist must be chosen among these targets. If an antagonized creature uses an ability that targets an area, its antagonist must be within the ability's targeted area.</p>\n<p>On each round after the first, an antagonized creature may attempt a Sense Motive skill check as a swift action to realize the folly of its actions. This skill check is opposed by the antagonist's original antagonize skill check. If the creature succeeds on its Sense Motive skill check, the antagonized condition ends, but the creature suffers a -2 penalty on attack rolls and a -2 penalty to the saving throw DC of its abilities and any spells it casts for 1 minute. These penalties do not apply against the antagonist.</p>\n<p><strong>Sap Conglutination:</strong> Instead of a regular attack, you may instruct the vegetation to excrete a rubbery resin and attempt to coat the target with it. Targets hit by the attack become coated with this sap and gain the fatigued condition until they remove it as a full-round action. If a fatigued creature becomes coated with sap a second time, they gain the exhausted condition until the sap is removed as a full-round action.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Plant"], ["Geomancing"]],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "size": "med"
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.285",
    "createdTime": 1663168894492,
    "modifiedTime": 1663169294951,
    "lastModifiedBy": "pf1spheres-db"
  }
}
