{
  "_id": "I84OZLzmvBK67jH6",
  "name": "Rapid Growth",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/nature.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Nature sphere ((plant) package, Create Nature (geomancing)), caster level 15th.</p>\n<p>You may spend 3 spell points to create a massive growth of plantlife. This affects up to a 1/2 mile radius area in one of the following ways:</p>\n<p><strong>Change Terrain:</strong> You may change the terrain in this area to forest or jungle. This does not cause animals native to the forest or jungle to appear, nor does it guarantee that the terrain type will stay that way indefinitely (some areas such as deserts or high mountains cannot support forests or jungles, and a forest or jungle created in these locations may die out over time) but in all other ways, the terrain changes to the selected type.</p>\n<p><strong>Improve Forest:</strong> If used in an area that already contains a forest or jungle, you may cause the area to grow rapidly. Typical trees become massive trees, all areas become covered in undergrowth, and areas already covered in undergrowth gain heavy undergrowth.</p>\n<p>A creature standing in the same square as a typical tree gains partial cover, which grants a +2 bonus to Armor Class and a +1 bonus on Reflex saves. The presence of a tree does not otherwise affect a creature&#8217;s fighting space, because it is assumed that the creature is using the tree to its advantage when it can. The trunk of a typical tree has AC 4, hardness 5, and 150 hit points. A DC 15 Climb check is sufficient to climb a tree.</p>\n<p>Massive trees take up an entire square and provide cover to anyone behind them. They have AC 3, hardness 5, and 600 hit points. Like their smaller counterparts, it takes a DC 15 Climb check to climb them. Space covered with light undergrowth costs 2 squares of movement to move into and provides concealment. Undergrowth increases the DC of Acrobatics and Stealth checks by 2 because the leaves and branches get in the way. Heavy undergrowth costs 4 squares of movement to move into and provides concealment with a 30% miss chance (instead of the usual 20%). It increases the DC of Acrobatics checks by 5. Heavy undergrowth is easy to hide in, granting a +5 circumstance bonus on Stealth checks. Running and charging are impossible. Squares with undergrowth are often clustered together. Undergrowth and trees are not mutually exclusive; it is common for a 5-foot square to have both a tree and undergrowth.</p>\n<p><strong>Increase Yield:</strong> If used in an area of developed farmland, you double the crop production in that area for the rest of the harvest season. This has no effect if used in winter or other times when crops are not being tended.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Plant"], ["Geomancing"]],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "nature"
    }
  }
}
