{
  "name": "Serpentine Transformation",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/alteration.webp",
  "data": {
    "description": {
      "value": "<p>You may grant the form of a serpent with your shapeshift.<br>\n<strong>Limbs:</strong> 1 head, 1 tail<br>\n<strong>Speech:</strong> No; <strong>Hands:</strong> No<br>\n<strong>Speed:</strong> 40 ft. land speed, 20 ft. climb speed<br>\n<strong>Natural weapons:</strong> bite (primary, 1d6 Medium, 1d4 Small)<br>\n<strong>AC:</strong> +2 natural armor bonus, +1 per 5 caster level<br>\n<strong>Special:</strong> Low-light vision, treated as a quadruped for the purpose of carrying capacity.</p>\n<p>In addition, the target gains one of the following packages depending on which serpent is being mimicked:</p>\n<ul>\n<li><strong>Constrictor:</strong> The target gains the grab universal monster ability attached to its bite natural attack, as well the constrict special attack (1d6 Medium, 1d4 Small, + Strength modifier). The target gains the normal +4 bonus on checks made to start and maintain a grapple from the grab ability, but this bonus increases by 1 per 5 caster levels.</li>\n<li><strong>Poisonous:</strong> When the target makes a successful bite attack, it automatically attempt to poison its target (save Fort DC 10 + 1/2 Hit Dice + Constitution modifier; frequency 1/round for 6 rounds; effect 1d2 Con damage; cure 1 save).</li>\n</ul>\n<p>Serpentine Transformation offers the following traits, which you may apply to any form:</p>\n<ul>\n<li><strong>Death Roll:</strong> Whenever you maintain a grapple and choose to deal damage to the target with a natural attack, you may attempt a second grapple combat maneuver check as a free action. If successful, the grappled creature is knocked prone. This additional grapple check does not count as maintaining the grapple and does not add any other effects on a successful grapple (such as constrict).</li>\n<li><strong>Serpentine Tail:</strong> The shapeshifted target gains a tail and a circumstance bonus on Acrobatics checks equal to +1 + 1 per 5 caster levels. In addition, the shapeshifted target may use this tail to perform trip combat maneuvers within their natural reach, gaining a bonus on trip combat maneuvers made this way equal to 1/2 the circumstance bonus granted to Acrobatics checks from this talent (minimum 1). If you gain the ability to use this tail with a tail slap natural attack, attacks made with this tail gain the trip universal monster ability. <strong>Special:</strong> When granting this trait, you may choose to have this tail replace the shapeshifted target&#8217;s legs. If you do, the shapeshifted target&#8217;s base land speed is reduced by 10 (to a minimum of 5 feet) and the target cannot be tripped. If the shapeshifted target gains legs through another ability or Alteration sphere trait, such as the Additional Limbs &#8220;a pair of legs&#8221; trait, the shapeshifted target loses any benefits or adjustments from replacing their legs with this tail.</li>\n<li><strong>Strangle:</strong> An opponent grappled by the target cannot speak or cast spells with verbal components.</li>\n<li><strong>Swallow Whole:</strong> The target gains the swallow whole ability, dealing 1d6 bludgeoning damage + an additional 1d6 acid damage per 3 caster levels. The target may swallow creatures up to one size smaller than themselves. This trait may be taken twice; the second time allows the target to swallow creatures up to their own size and grants a bonus to CMB and CMD equal to 1 + 1 per 3 caster levels on grapple checks made to swallow creatures or to prevent them from escaping once swallowed. More than one creature may be swallowed at a time, but may not exceed the maximum total size that can be swallowed, counting two Tiny creatures as one Small creature, two Small creatures as one Medium creature, etc. A swallowed creature can try to cut its way free with any light slashing or piercing weapon, or it can just try to escape the grapple. The amount of cutting damage required to get free is equal to 1/10 the creature&#8217;s total hit points. This damage is inflicted on the swallowing creature as normal. The AC of the interior of a creature that swallows whole is 10 + 1/2 its natural armor bonus, with no modifiers for size or Dexterity. If a swallowed creature cuts its way out, the swallowing creature cannot use swallow whole again until the damage is healed. If the swallowed creature escapes the grapple, success puts it back in the attacker&#8217;s mouth, where it may be bitten or swallowed again. (You must possess a bite attack with the grab ability to gain this trait.)</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Transformation"]],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "alteration"
    }
  },
  "_id": "FV6K5qikdhiF8gFZ"
}
