{
  "_id": "FebD6nRiPjtSvvNa",
  "name": "Dual Identity",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>From 1st level on, the conscript is trained in techniques to hide his true identity, allowing him to move about disparate social circles without carrying the stigma of his actions or acquaintances. In effect, the conscript has two identities: one is a polite member of society while the other is a skilled and cunning warrior. To keep up this charade, the conscript usually has two names: his true name, used in polite company, and his secret identity name, used to strike fear in the hearts of those who oppose him. Knowledge checks about one do not reveal information about the other, unless the conscript&#8217;s true identity is revealed to the world at large.</p>\n<p>The conscript can start each day in either of his identities, referred to simply as social or secret. Changing from one identity to another takes 1 minute and must be done out of sight from other creatures to preserve the conscript&#8217;s secret.</p>\n<p>Changing identities is more than just changing outfits and clothing (although that is certainly a part of it); the process often also involves applying make-up, altering his hair, and adjusting other personal effects. Furthermore, the change is as much a state of mind as of body, so items such as a hat of disguise and similar spells and effects that change the user&#8217;s appearance do not reduce the time required to change identities.</p>\n<p>Despite being a single person, the conscript&#8217;s dual nature allows him to have two alignments, one for each of his identities. When in an identity, he is treated as having that identity&#8217;s alignment for all spells, magic items, and abilities that rely on alignment. For the purpose of meeting a qualification for a feat, class, or any ability, he is only eligible if both of his alignments meet the requirements.</p>\n<p>A conscript&#8217;s two alignments cannot be more than one step from each other on a single alignment axis. For example, a conscript with a lawful neutral social identity could have a secret identity that is lawful good, lawful neutral, lawful evil, neutral, neutral good, or neutral evil. If a conscript is the target of an effect that would change his alignment, it changes both of his alignments to the new alignment.</p>\n<p>Any attempts to scry or otherwise locate the conscript work only if the conscript is currently in the identity the creature is attempting to locate (or if the creature knows that the two identities are the same individual). Otherwise, the spell or effect has no effect, revealing nothing but darkness, as if the target were invalid or did not exist.</p>\n",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": ""
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "9.0",
    "coreVersion": "10.291",
    "createdTime": 1663168900360,
    "modifiedTime": 1689623926197,
    "lastModifiedBy": "pf1spheres-db000"
  }
}
