{
  "_id": "gFaL8MPzCPoybgSV",
  "name": "Electric Insight",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>The technician gains many new options for inventions, as detailed under that section.</p>\n<p>He may give his independent inventions the robot subtype by adding the following properties (a construct or independent invention cannot possess more than one subtype):</p>\n<ul>\n<li><strong>Intelligent:</strong> Robots are intelligent, and thus have skills and feats as appropriate for their Hit Dice. Unless otherwise indicated for a specific robot, all robots have Intelligence scores of 10. The following are class skills for robots: Climb, Disable Device, Fly, Knowledge (all), Linguistics, Perception, and Sense Motive. independent inventions can be made Intelligent. Note: When piloting an independent invention with its own feats, the pilot may choose on any given round to use his own feats or the construct&#8217;s, but not both.</li>\n<li><strong>Vulnerable to Critical Hits:</strong> Whenever a robot takes extra damage from a critical hit, it must make a DC 15 Fortitude save to avoid being stunned for 1 round. If it makes the saving throw, it is instead staggered for 1 round.</li>\n<li><strong>Vulnerable to Electricity:</strong> Robots take 150% as much damage as normal from electricity attacks, unless they are immune to electricity via other special defenses.</li>\n<li><strong>Difficult to Create:</strong> Increase the time and gp cost required to create a robot by 50% over normal for a construct.</li>\n</ul>\n<p>In addition, he may create the following gadgets:</p>\n<ul>\n<li><strong>Shocker:</strong> The technician may attach a gadget to a target that fills them with low-grade electric shocks, debilitating them. Make a melee touch attack against a target. The technician may also throw the gadget as a ranged touch attack with a range increment of 10 ft. If successful, the target suffers 1d8 nonlethal damage per round for a number of rounds equal to the technician&#8217;s level. Each round the target suffers this damage, their muscles seize up causing them to be sickened and staggered. Either the affected target or another creature may remove this gadget as a standard action. The gadget cannot be used again after being removed.</li>\n<li><strong>Taser:</strong> The technician may create a gadget that sends electric shocks through a target to incapacitate them. Make a melee touch attack against a target. That target suffers 1d8 electricity damage for every level the technician possesses, half of which is nonlethal damage. The target must pass a Fortitude save or be sickened and staggered for 1 round. The technician may choose to make the taser weaker than his maximum damage if he so chooses.</li>\n</ul>\n",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": ""
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1663168900767,
    "modifiedTime": 1689539978570,
    "lastModifiedBy": "pf1spheres-db"
  }
}
