{
  "name": "Esoteric Training",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>At 1st level, and again at 8th and 16th level, a sage gains one of the following esoteric training packages:</p>\n<h4 id=\"toc6\"><span>Chakra Disruptor</span></h4>\n<p>The sage trains to wield his chi gong touch with incredible precision, stabbing it into his foe&#8217;s chakra points to cripple and disable them. Whenever the sage deals damage to an opponent using his chi gong ability, he may slam his ki into the opponent&#8217;s body, disrupting their natural processes and ruining their coordination.</p>\n<p>The opponent must succeed at a Fortitude save or take a penalty to their CMD equal to the number of chi gong dice the sage possesses (so a 5th level sage would inflict a -3 penalty to his opponent&#8217;s CMD) until the end of the sage&#8217;s next turn; multiple uses of this ability do not stack. The sage may spend a ki point when activating this ability to increase the penalty to twice the number of chi gong dice he possesses. Whenever an opponent fails their saving throw against this ability, the sage may attempt a bull rush, trip, or reposition combat maneuver against them as a swift action.</p>\n<h4 id=\"toc7\"><span>Enhancer</span></h4>\n<p>The sage learns to reinforce his or an ally&#8217;s body with ki, granting increased strength, speed, and endurance. As a swift action, the sage may grant himself or an ally within his reach a +2 bonus to either their Strength, Dexterity, or Constitution score for a number of rounds equal to the sage&#8217;s Wisdom modifier, or for 1 minute if the sage spends a ki point when activating the ability. At 3rd level and every 3 levels thereafter, the bonus granted by this ability increases by an additional +2.</p>\n<p>The sage may apply all of this bonus to a single physical ability score, or divide it in units of +2 between multiple physical ability scores; regardless of how the sage assigns this bonus, he cannot add more than +10 to a given ability score. Sages with this ability may take (enhance) talents from the Enhancement sphere without possessing the Enhancement base sphere and use them as a swift action, though they may only be used on creatures or items within sage&#8217;s reach and their effects last for a number of rounds equal to the sage&#8217;s Wisdom modifier, or for 1 minute if the sage spends a ki point when activating the ability. The save DC for (enhance) talents used in this way is 10 + 1/2 the sage&#8217;s class level + his Wisdom modifier. For every 4 class levels the sage possesses, he gains one (enhance) talent as a bonus talent.</p>\n<p><sup><strong>Wiki Note:</strong> The Enhancer's ability score booster is an untyped bonus, so it stacks with other common bonuses like enhancement bonuses. This also applies to the Mental Escalation esotery. You cannot provide more than one physical and one mental enhancement per target.</sup></p>\n<p><sup><strong>Author's Note:</strong> Applying (enhance) talents to enemies with this ability requires a melee touch attack, as it is performed using the Sage's reach.</sup></p>\n<h4 id=\"toc8\"><span>Infuser</span></h4>\n<p>The sage learns to infuse unusual or unexpected properties into his ki, transforming it into a powerful and unpredictable tool. Sages with this esoteric training package gain Improved Unarmed Strike as a bonus feat. Whenever the sage could make an attack with an unarmed strike (such as when using the attack action or making an attack of opportunity), or when he would be entitled to make a combat maneuver check on his turn (such as when maintaining a grapple), he may instead force the creature to make a Reflex save (DC 10 + 1/2 the sage&#8217;s class level + his Wisdom modifier); creatures who fail their save are automatically subject to a disarm, grapple, or trip attempt (chosen by the sage at the time this ability is used) as though the sage had succeeded on a combat maneuver check against their CMD. Creatures targeted by this ability get a +1 circumstance bonus on their saving throw for each size category they are larger than the sage.</p>\n<p>The sage may spend a ki point when using this ability to force the target to roll twice and take the least favorable result. This does not allow the sage to subject the target to combat maneuvers they would otherwise be immune to, such as due to flight or size limitations. At 4th level, and every 4 levels thereafter, sages with this esoteric training package gain a bonus combat talent of their choice. Whenever the sage would be allowed to use a combat maneuver due to a talent or feat, he may force them to make a Reflex save as described above instead of attempting a combat maneuver check against their CMD.</p>\n<h4 id=\"toc9\"><span>Ki Blaster</span></h4>\n<p>The sage has trained to project his energy outside of himself, firing devastating blasts of energy from his palms, eyes, or another part of his body. Ki blasts are rays that can be fired as ranged touch attacks with a range of close (25 ft. + 5 ft. per 2 class levels), dealing an amount of bludgeoning and piercing damage equal to the sage&#8217;s chi gong dice. The sage may spend a ki point as a swift action to increase this damage to 1d6 per class level for 1 round, plus 1 additional round at 5th level and every 5 levels thereafter. The sage may use a ki blast whenever he could normally make a ranged attack, such as when using the attack action or making an attack in a full attack sequence.</p>\n<p>This counts as the destructive blast ability from the Destruction sphere and may be modified by talents with the (blast type) descriptor. In addition, sages with this ability may take (blast type) talents without having the Destruction base sphere. For every 4 class levels the sage possesses, he gains one (blast type) talent as a bonus talent.</p>\n<h4 id=\"toc10\"><span>Manipulator [AoP2]</span></h4>\n<p>The sage learns to manipulate and control the raw essence of magic around them, combining the essence of magic and ki into one single form of training. Whenever the sage deals damage to an opponent using his chi gong ability, he may force his ki through the opponent&#8217;s body, disrupting concentration and slowing the channel of magic.</p>\n<p>The opponent must succeed at a Will save or treat the damage dealt by the sage&#8217;s chi gong as continuous for the purposes of any concentration checks until the start of his next turn. The sage may spend a ki point as an immediate action when activating this ability to attempt to establish a manabond with the damaged creature, paying any associated costs as normal. Sages with this ability may take (manabond) or (manipulation) talents without having the Mana base sphere. For every 4 class levels the sage possesses, he gains one (manabond) or (manipulation) talent as a bonus talent.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "su",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {},
  "_id": "RDf03x4MI1wBHQ7A"
}
