{
  "name": "Greater Mind Link",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>At 17th level, the symbiat may use spells and sphere effects on any target under his mind link regardless of distance or line of effect, even touch spells and sphere effects.</p>\n<h2 id=\"toc18\"><span>ESP (Ex)</span></h2>\n<p>A symbiat is aware of more of his surroundings than his physical senses can account for. Beginning at 2nd level, he gains a bonus to Sense Motive and Perception checks equal to 1/2 his symbiat level.</p>\n<h2 id=\"toc19\"><span>Evasion (Ex)</span></h2>\n<p>At 2nd level and higher, a symbiat&#8217;s added senses allow him to avoid even magical and unusual attacks with great agility. If he succeeds at a Reflex saving throw against an attack that normally deals half damage on a successful save, he instead takes no damage. Evasion can be used only if the symbiat is wearing light armor or no armor. A helpless symbiat does not gain the benefit of evasion.</p>\n<h2 id=\"toc20\"><span>Pushed Movement (Su)</span></h2>\n<p>At 3rd level, a symbiat gains the ability to unconsciously push their body to greater speeds through their telekinesis. The symbiat gains a +10 feet bonus to their base movement speed. This bonus increases by +10 feet for every 3 symbiat levels possessed beyond 3rd, to a maximum of +60 feet at 18th level.</p>\n<h2 id=\"toc21\"><span>Danger Sense (Ex)</span></h2>\n<p>At 3rd level, a symbiat gains a +1 bonus on Reflex saves to avoid traps and a +1 dodge bonus to AC against attacks made by traps. In addition, he gains a +1 bonus on Perception checks to avoid being surprised by a foe. These bonuses increase by 1 every 3 symbiat levels thereafter (to a maximum of +6 at 18th level). This ability counts as trap sense for the purpose of any feat or class prerequisite. The bonuses gained from this ability stack with those gained from trap sense (from another class).</p>\n<h2 id=\"toc22\"><span>Uncanny Dodge (Ex)</span></h2>\n<p>Starting at 4th level, a symbiat&#8217;s mental senses let him react to danger before his physical senses would normally allow him to do so. He cannot be caught flat-footed, nor does he lose his Dexterity bonus to AC if the attacker is invisible. He still loses his Dexterity bonus to AC if immobilized. A symbiat with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.</p>\n<p>If a symbiat already has uncanny dodge from a different class, he automatically gains improved uncanny dodge (see below) instead.</p>\n<h2 id=\"toc23\"><span>Two Minds (Ex)</span></h2>\n<p>At 5th level, a symbiat&#8217;s two minds give him a greater resilience to mind-affecting attacks. Whenever the symbiat attempts a Will saving throw, he may roll twice and take the better result. If the symbiat would be able to roll twice through any other ability, he may roll three times and take the better result.</p>\n<h2 id=\"toc24\"><span>Improved Uncanny Dodge (Ex)</span></h2>\n<p>A symbiat of 8th level or higher can no longer be flanked. This defense denies a rogue the ability to sneak attack the character by flanking him, unless the attacker has at least four more rogue levels than the target does.</p>\n<p>If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.</p>\n<h2 id=\"toc25\"><span>Improved Evasion (Ex)</span></h2>\n<p>At 9th level, a symbiat&#8217;s evasion ability improves. He still takes no damage on a successful Reflex saving throw against attacks, but henceforth he takes only half damage on a failed save. A helpless symbiat does not gain the benefit of improved evasion.</p>\n<h2 id=\"toc26\"><span>Greater Psionics</span></h2>\n<p>At 20th level, a symbiat may use two psionic effects at once by spending 2 rounds of psionic power each round. Each effect must be begun separately, and ending one effect does not necessitate ending the other.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {},
  "_id": "wtl3Wz0kD1t5SlS2"
}
