{
  "name": "Hypnotism",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>An eliciter may manipulate another with little more than a look and a word. The eliciter targets a single creature, which must be within close range and able to see and hear the eliciter. Hypnotizing a target is a standard action. The eliciter may use hypnotism a number of times per day equal to 3 + 1/2 his eliciter level.</p>\n<p>When hypnotizing a target, the eliciter chooses one effect available to him from the list below. If this ability calls for a saving throw, the DC is equal to 10 + 1/2 his eliciter level + his Charisma modifier + his Persuasive bonus. Hypnotism is a mind-affecting ability. An eliciter may target himself with his own hypnotism, even if he cannot see or hear himself.</p>\n<p><strong>Fascinate</strong><br>\nThe eliciter causes the target to become fascinated with him for 1 round per eliciter level (Will negates). While fascinated, a target takes no action except to stand or sit quietly and watch the eliciter. The target takes a &#8211;4 penalty on skill checks made as reactions, such as Perception checks. Any potential threat to the target allows the target to attempt a new saving throw to end the fascination effect. Any obvious threat, such as someone drawing a weapon, casting a spell, or aiming a weapon at the target, automatically breaks the effect.</p>\n<p><strong>Liberate</strong><br>\nAt 4th level, the eliciter may use hypnotism to free a target&#8217;s mind of harmful effects. The target may reroll a Will save (using the eliciter&#8217;s bonus if it is higher) against each harmful mind-affecting effect they are suffering from. The eliciter may also allow the target to reroll a Will save made to disbelieve an illusion, but this may only be used against an illusion that the eliciter has already successfully disbelieved.</p>\n<p><strong>Terrorize</strong><br>\nAt 7th level, the eliciter may demolish the target&#8217;s mind, granting the target a penalty to their Will saving throws equal to his Persuasive bonus (no save). This lasts a number of rounds equal to his casting ability modifier. While a target is affected in this manner, the eliciter does not gain his Persuasive bonus to eliciter abilities and Mind sphere effects against that target.</p>\n<p><strong>Inspire Greatness</strong><br>\nAt 10th level, the eliciter may use hypnotism to instill the target with the effects of the inspire greatness bardic performance for a number of rounds equal to his casting ability modifier.</p>\n<p><strong>Insanity</strong><br>\nAt 13th level, the eliciter may plant compulsions into the target&#8217;s mind to distract them. For a number of rounds equal to the eliciter&#8217;s casting ability modifier, the target must succeed at a Will save each round or suffer one of the following effects (roll a d6 to determine the effect):<br>\n1. take no action but to babble incoherently,<br>\n2. run away from the eliciter at top speed,<br>\n3. fall prone,<br>\n4. drop all held items and be unable to pick them back up,<br>\n5. deal 1d8 + Strength modifier damage to self with whatever is in hand as a standard action,<br>\n6. attack nearest creature.</p>\n<p>Each effect lasts 1 round.</p>\n<p><strong>Inspire Heroics</strong><br>\nAt 16th level, the eliciter may grant the target the benefit of the inspire heroics bardic performance for a number of rounds equal to his Charisma modifier.</p>\n<p><strong>Reverence</strong><br>\nAt 19th level, the eliciter may cause the target to fall before him in reverence (Will negates). On a failed saving throw, the target falls prone and is considered helpless for 1 round per level. A flying creature incapable of hovering must land immediately in order to prostrate itself. Each round on its turn, the target may attempt a new saving throw as a full-round action to end the effect early. This does not provoke an attack of opportunity. If a creature succeeds its initial saving throw against this ability, it is staggered for 1 round and may not be targeted again with this ability until the following day.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "su",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {},
  "_id": "H77V66dcgNAoAY0P"
}
