{
  "_id": "eiff8hiRQ1UEmXa5",
  "name": "Intuition (Warden)",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>A warden of intuition is able to see danger before it becomes an issue, and uses this to protect their allies from potentially fatal attacks. These wardens attempt to prove as much information to their allies as they can, from dangerous traps to critical blows.</p>\n<p><strong>Vigil Sphere:</strong> Divination</p>\n<p><strong>Precognitive Guard:</strong> An intuitive warden&#8217;s guard induces brief visions of the future. At 3rd level, the warden&#8217;s guarded allies gain a bonus to Reflex saves equal to his guard bonus, and they may always act in a surprise round.</p>\n<p><strong>Shared Sense:</strong> At 7th level, whenever the warden would cast a (sense) talent, he may grant a guarded ally the same (sense) talent, reducing the duration of both spells to 10 minutes per caster level. If the guarded ally would lose the benefits of the warden&#8217;s guard before this duration expires, the duration of the (sense) talent benefiting his previous ally is reduced to 1 minute, or the remaining duration, whichever is lower. The warden must pay any associated costs that the (sense) talent requires.</p>\n<p><strong>Portent Patrol:</strong> At 11th level, the warden may spend a spell point when using his patrol ability to gain subtle glimpses into the future. At the start of the warden&#8217;s turn, roll two d20s; as an immediate action, the warden may replace a d20 roll made by an ally within his area of patrol with one of the d20s he rolled as part of using this ability. The warden may replace a d20 roll as a free action that can be taken outside of his turn if the ally is guarded by the warden. Any unspent d20s are lost at the end of the warden&#8217;s next turn. If the warden would reactivate his patrol before the end of his next turn, he may keep extending the duration of this ability by one additional round without spending a spell point.</p>\n<p><strong>Foresight:</strong> At 15th level, whenever an enemy within the warden&#8217;s guard range would succeed a critical hit, as an immediate action, the warden may spend a spell point to force the attacker to succeed a Will saving throw against his Divination sphere DC or have the critical hit reduced to a normal attack.</p>\n<p><strong>True Diligence:</strong> At 19th level, whenever the warden would begin a guard, he may spend a spell point to gain the benefits of the True Seeing advanced Divination talent with a range of 60 feet. This lasts until the warden would regain his spell points or whenever he would have no guarded allies, whichever comes first.</p>\n<h3 id=\"toc56\"><span><span style=\"color: #00c000\">Vigil Reinforcements</span></span></h3>\n<h4 id=\"toc57\"><span>Communal Perception (requires intuition, warden 12)</span></h4>\n<p>The warden and his guarded allies may spend a standard action at any point to share their senses with the warden or another guarded ally, as long as the intended ally is within medium range. This grants the ally the ability to see, smell, hear, etc. whatever the other ally does, but is affected by dense materials as if it were a (divine) talent.</p>\n<h4 id=\"toc58\"><span>Insightful Guard (requires intuition)</span></h4>\n<p>The warden&#8217;s guarded allies gain a circumstance bonus to two Knowledge skills of the warden&#8217;s choice equal to twice the warden&#8217;s guard bonus. This choice is made the first time the warden begins a guard, with all guards he creates after the first using the chosen skills until the warden next regains spell points.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
