{
  "_id": "3QJzZHaFlpTGufGw",
  "name": "Selflessness",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>A warden of selflessness puts the safety of their allies first, and themselves second. Whereas most believe these wardens to be foolhardy and careless, these wardens merely wish to protect their allies in any way they can; a wound can be healed and armour can be mended. These wardens are the embodiment of defense, usually making even a normally devastating attack not worthwhile.</p>\n<p><strong>Vigil Sphere:</strong> Protection</p>\n<p><strong>Selfless Guard:</strong> A selfless warden&#8217;s guard feels safe and secure. At 3rd level, the warden&#8217;s guarded allies gain DR/&#8212; equal to twice the warden&#8217;s guard bonus. Additionally, the warden may activate (succor) talents by expending an attack of opportunity instead of an immediate action.</p>\n<p><strong>Enduring Patrol:</strong> At 7th level, the warden may increase the activation time of patrol by 1 step or expend his martial focus when using patrol to grant all guarded allies within his area of patrol a delayed damage pool equal to their class level until the end of their next turn. Affected guarded allies benefit from any talents the warden possesses that affect his delayed damage pool. If he would reactivate his patrol before the end of his next turn, he can keep extending the duration of the ability by one additional round without increasing the activation time or expending his martial focus.</p>\n<p><strong>Energy Guard:</strong> At 11th level, the warden may spend a spell point when using his guard ability to provide the ally an amount of acid, cold, electricity and fire resistance equal to 4 x the warden&#8217;s guard bonus.</p>\n<p><strong>Cripple Defenses:</strong> At 15th level, whenever an ally within the warden&#8217;s guard range would attempt an attack roll against a creature, as an immediate action or by expending an attack of opportunity, the warden may force the creature to succeed a Will saving throw against his Protection sphere DC or suffer a penalty to their AC equal to his guard bonus until the end of his next turn.</p>\n<p><strong>Selfless Imposition:</strong> At 19th level, whenever an ally the warden can see within 60 feet of him would be dealt damage, he can choose to transfer any amount of damage dealt to himself as an immediate action or by expending an attack of opportunity.</p>\n<h3 id=\"toc69\"><span><span style=\"color: #00c000\">Vigil Reinforcements</span></span></h3>\n<h4 id=\"toc70\"><span>Resistant Guard (requires selflessness, warden 12)</span></h4>\n<p>Whenever the warden would use his energy guard vigil ability, the resistance granted applies to all energy types, such as force, sonic, positive energy, negative energy, etc.</p>\n<h4 id=\"toc71\"><span>Warded Sentry (requires selflessness)</span></h4>\n<p>Whenever the warden would use his patrol ability, he may spend a spell point to apply the effects of one (ward) talent to his area of patrol. The warden must pay any associated costs with the chosen (ward) talent, and lasts until the end of his next turn. If the warden would reactivate his patrol before the end of his next turn, he can keep extending the duration of the ward by one additional round without spending a spell point. The warden may only apply the effects of one (ward) talent to his patrol this way.</p>\n",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": ""
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "9.0",
    "coreVersion": "10.291",
    "createdTime": 1663168900045,
    "modifiedTime": 1689623926039,
    "lastModifiedBy": "pf1spheres-db000"
  }
}
