{
  "_id": "Eub0ArUQ3XgrOnXz",
  "name": "Sphere Specializations",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>The conscript specializes in a combat sphere of his choice. When specializing in a sphere, the conscript gains that sphere as a bonus sphere at 1st level (or a combat talent belonging to that sphere if he already possesses that base sphere) and may treat his base attack bonus as being equal to his conscript level +1 when determining the benefits and effects of that sphere<sup>1</sup>; if a sphere would grant effects based on the user&#8217;s Hit Dice instead of their base attack bonus, the conscript may treat his total Hit Dice as being equal to his conscript level +1 for the purposes of determining what benefits he receives. In addition, he gains a series of abilities associated with that sphere as detailed at the end of the class.</p>\n<p><sup>1: This refers to your Base Attack Bonus from Conscript Levels. If you multiclass, this means you count your BAB from multiclassing normally and still get the +1 from Sphere Specialization for that sphere.</sup></p>\n<p><strong>Special:</strong> The conscript may buy an additional sphere specialization by trading away the bonus talents granted at 1st, 5th, 9th, 13th, and 17th level. Sphere specializations bought in this manner are slightly delayed however; the conscript gains the bonus talent and effective base attack bonus or HD increase at 2nd level, the ability normally gained at 3rd level at 4th level, and the ability normally gained at 8th level at 9th level.</p>\n<p><strong>Author's Note:</strong> A combat sphere specialization in a sphere that grants skill ranks (such as Alchemy, Fencing, etc.) allows the conscript to treat their effective total ranks in the sphere's associated skill as 1 higher for the purposes of that sphere's effects, checks made with the associated skill, and meeting prerequisites of feats and talents that require the chosen sphere. If a sphere would grant bonus skill ranks in multiple skills (such as Athletics sphere, or Fencing sphere's Read Foe talent for bonus Sense Motive ranks), the sphere specialization ability applies to all of those skills. For example, a conscript with the sphere specialization ability for the Warleader sphere would treat their ranks of Diplomacy as 1 higher when making checks, using Warleader sphere abilities, and meeting prerequisites that require the Warleader sphere (including feats or advanced talents). The conscript only receives these benefits if they would receive more skill ranks from the chosen sphere than their Hit Dice (such as receiving 15 skill ranks as a level 10 conscript with the appropriate specialization would, for that sphere, be treated as having 11 skill ranks).</p>\n<p>Combat sphere specialization does not allow the conscript to treat themselves as having a permanent, above-Hit Dice base attack bonus or ranks of the sphere's associated skill for other purposes (such as feats, prestige classes, etc. that do not require the sphere chosen with combat sphere specialization).</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "size": "med"
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.285",
    "createdTime": 1663168900215,
    "modifiedTime": 1663169296361,
    "lastModifiedBy": "pf1spheres-db"
  }
}
