{
  "name": "Steampower Insight",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>The technician unlocks special options for his inventions, as detailed under that section. He may also give his independent inventions the steampowered subtype by adding the following properties (a construct or independent invention cannot possess more than one subtype):</p>\n<ul>\n<li><strong>Refill:</strong> A steampowered construct can only function for 1 day per HD before needing to be refilled with water. A Medium construct must be refilled with 8 gallons of water. This is multiplied by 4 for each size category over Medium, or divided by 4 for every size category below Medium.</li>\n<li><strong>Hydraulic Force:</strong> Steampowered constructs Gain a +2 bonus to Strength. This bonus increases by +2 for every size category above Medium they possess.</li>\n<li><strong>Vulnerable to Cold:</strong> Steampowered constructs take 150% as much damage as normal from cold attacks, unless they are immune to cold via other special defenses.</li>\n<li><strong>Difficult to Create:</strong> Increase the time and gp cost required to create a steampowered construct by 50% over normal for a construct.</li>\n</ul>\n<p>In addition, he may create the following gadgets:</p>\n<ul>\n<li><strong>Grapple Gun:</strong> The technician may create a gadget that uses pressurized steam to fire a rope and grapple. This grapple gun has a range of close (25 ft. + 5 ft. per two levels). If used to attack a creature, make a ranged attack with the gadget. If successful, the grapple gun deals 1d6 piercing damage to the target. If the target is the same size or smaller than the technician, he may make a drag combat maneuver at range against the target as a free action without provoking an attack of opportunity, and gains a bonus on the check equal to his Intelligence modifier. The technician needn&#8217;t move with the target. The target cannot move further away than the length of the rope without first breaking it, or making a drag combat maneuver against the technician to pull him along. If the technician uses the grapple gun to successfully attack a target larger than himself, or if he targets a wall, floor, or ceiling, he moves to that spot, provoking attacks of opportunity as normal, except for the space in which he began his movement. If he ends his movement in the air such as dangling from a wall or ceiling, he may end his turn hanging in place, or may grab a ledge or even let go and fall to the ground. The technician cannot remain hanging in the air for more than 1 round, after which the grapple gives way and he falls. Dangling from the grapple gun counts as climbing a rope for all purposes. The technician may expend 2 uses of a gadget to increase the grapple gun&#8217;s range to medium (100 ft. + 10 ft. per technician level).</li>\n<li><strong>Steam Release:</strong> The technician may create a gadget that releases a jet of steam. This deals 1d6 fire damage per 2 technician levels to all creatures within a 15 ft. cone (Reflex half). He may increase the cone&#8217;s size by 5 ft. per 5 technician levels he possesses. The steam obscures all sight, including darkvision, beyond 5 feet within its area of effect for 1 round. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Unlike most sources of fire damage, a steam release can function underwater but cannot ignite flammable substances.</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {},
  "_id": "RT4nIrANObjvmv3W"
}
