{
  "_id": "i4hhdc1ly32gAM2v",
  "name": "Swarm Proofing",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>The blacksmith sews durable, yet flexible material into the gaps of the clothing and armor; all creatures affected by this maintenance gain DR 2/- against swarms of any size; at 5th level and every 5 levels thereafter the DR increases by 2.</p>\n<h2 id=\"toc14\"><span><span style=\"color: #993300\">Thunderous Blows (Ex)</span></span></h2>\n<p>Starting at 1st level, the blacksmith becomes particularly adept at striking crafted creations in exactly the right place and manner to damage them most effectively. When the blacksmith makes an attack action or attack of opportunity, he deals an additional 1d6 damage if making a successful sunder attempt or if attacking a construct or object (including animated objects). This damage increases by 1d6 at 3rd level and every two levels thereafter. The blacksmith never provokes attacks of opportunity for attempting the sunder combat maneuver, and whenever the blacksmith chooses to destroy an item held or worn by a creature with a sunder attempt any excess damage is applied to the item&#8217;s wielder. The blacksmith counts as having the Improved Sunder feat for determining prerequisites.</p>\n<p>At 3rd level, the blacksmith has learned how to swing his weapons in a way that shatters scales and claws as easily as manufactured armor and weapons. The blacksmith may make a special sunder attempt as an attack action, targeting a creature&#8217;s natural armor or natural weapons. If the blacksmith chooses to sunder the creature&#8217;s natural armor, on a successful check he deals damage to the creature equal to his normal weapon damage (bonus damage from thunderous blows is not applied when using sunder in this manner) and it takes a penalty to its natural armor bonus equal to the number of bonus damage dice granted by his thunderous blows class feature; a creature&#8217;s natural armor bonus cannot be reduced below 0 in this manner. Any amount of magical healing removes this penalty, as does a DC 15 Heal check, which can be made as a standard action.</p>\n<p>If the blacksmith chooses to sunder the creature&#8217;s natural weapon, on a successful check he deals damage to the creature equal to his normal weapon damage and it takes a penalty to attack rolls with that natural weapon equal to the number of bonus damage dice granted by his thunderous blows class feature for 1 round.</p>\n<h2 id=\"toc15\"><span><span style=\"color: #993300\">Skilled Craftsman (Ex)</span></span></h2>\n<p>Starting at 2nd level, the blacksmith may use Profession (blacksmith) in place of all Craft and Spellcraft skill checks made to create, modify, repair, and enchant weapons, armor, and shields, and he gains a competence bonus equal to 1/2 his class level (minimum 1) on all Profession (blacksmith) checks. In addition, the smith learns to quickly repair damaged objects, restoring 2 hit points per class level he possesses to an object as a standard action that provokes an attack of opportunity. If the object has the broken condition, this condition is removed if the object is restored to at least half its original hit points. All of the pieces of an object must be present for this ability to function. Magic items can be repaired by this ability, but the blacksmith&#8217;s class level must be equal to or higher than the caster level of the object. This ability does not affect creatures (including constructs). This ability has no effect on objects that have been warped or otherwise transmuted, but it can still repair damage done to such items. This ability can be used to repair nonmagical weapons, armor, and shields that have been destroyed, as long as all the pieces are together in an accessible location. At 5th level, the blacksmith no longer provokes an attack of opportunity for using this ability.</p>\n<h2 id=\"toc16\"><span><span style=\"color: #993300\">Smithing Insight (Ex)</span></span></h2>\n<p>The blacksmith&#8217;s expertise in crafting and maintaining weapons and equipment has given him a broader and deeper insight into the strengths and weaknesses of all kinds of equipment. Unless otherwise noted, a blacksmith cannot select an individual smithing insight more than once. At 2nd level and every 2 levels thereafter the blacksmith gains one smithing insight from the following list:</p>\n",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": ""
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1663168900781,
    "modifiedTime": 1689539978572,
    "lastModifiedBy": "pf1spheres-db"
  }
}
