{
  "_id": "kBJBo498GBpLSF2K",
  "name": "Swashbuckler Training",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>At 1st level, the conscript gains the Fencing sphere as a bonus sphere.</p>\n<p>At 3rd level, the conscript gains the swashbuckler&#8217;s panache class feature, using his practitioner modifier in place of Charisma for his panache pool and to determine the effects of deeds. The conscript may use any melee weapon wielded in one hand (though not natural weapon attacks) as though it were a light or one-handed piercing melee weapon for the purposes of abilities gained from this specialization. If the conscript would gain another grit, panache, or other similar pool from other conscript specializations, they stack into a combined pool. The conscript gains the following swashbuckler deeds: dodging panache, menacing swordplay, and swashbuckler initiative. The conscript may spend 1 panache point instead of expending martial focus for the Parry And Riposte Fencing talent. If he does, the conscript does not regain martial focus from the Parry And Riposte talent, but may still make a single melee attack against a creature whose attack the conscript successfully parries, if able.</p>\n<p>At 6th level, while the conscript has at least 1 panache point, the conscript deals additional damage with any one-handed melee weapon (though not natural weapon attacks), adding half his practitioner modifier (minimum 1) to the damage dealt. This additional damage is precision damage, and is not multiplied on a critical hit. The conscript does not add this damage if he attacks with a weapon using any other hand or uses a shield other than a buckler. The conscript can add this damage to thrown light or one-handed piercing melee weapons, so long as the target is within 30 feet of him.</p>\n<p>At 16th level, the conscript gains the following swashbuckler deeds: evasive, subtle blade, and swashbuckler&#8217;s grace.</p>\n<p><strong>Special:</strong> If the conscript has the blackpowder training specialization, he does not lose the bonus precision damage with his light or one-handed piercing melee weapon when he uses a firearm in his other hand.</p>\n",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": ""
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "9.0",
    "coreVersion": "10.291",
    "createdTime": 1663168900803,
    "modifiedTime": 1689623926436,
    "lastModifiedBy": "pf1spheres-db000"
  }
}
