{
  "_id": "ruX70TOZzxXpA8kl",
  "name": "Vigilance",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>Whenever the warden has a guarded ally, he may roll initiative rolls twice and take the most favorable result. Additionally, the warden may use his guard ability as an immediate action by expending his martial focus.</p>\n<h2 id=\"toc28\"><span><span style=\"color: #00c000\">Indomitable (Ex)</span></span></h2>\n<p>At 3rd level, a warden&#8217;s training develops, making him resolute against both physical and mental attacks. The warden gains a +2 bonus on saving throws against mind-affecting effects, and to his CMD.</p>\n<h2 id=\"toc29\"><span><span style=\"color: #00c000\">Routine Patrol (Ex)</span></span></h2>\n<p>At 3rd level, the warden no longer requires having his martial focus when using his patrol ability of the Guardian sphere. Additionally, when the warden would use his patrol ability while he has martial focus, he may treat his warden level as his base attack bonus for the purposes of the increased threatened area.</p>\n<h2 id=\"toc30\"><span><span style=\"color: #00c000\">Focusing Guard (Ex)</span></span></h2>\n<p>At 4th level, the warden can regain his martial focus by using his guard ability as a standard action.</p>\n<h2 id=\"toc31\"><span><span style=\"color: #00c000\">Expanded Guard</span></span></h2>\n<p>The warden&#8217;s incredible vigilance over his allies begins to broaden. At 5th level, the warden may have up to two guarded allies at one time. The warden may have an additional guarded ally at one time at 11th and 17th level. If the warden would attempt to guard another creature beyond this maximum, the warden must choose a guarded ally to lose the benefits of his guard.</p>\n<h2 id=\"toc32\"><span><span style=\"color: #00c000\">Projected Empathy (Su)</span></span></h2>\n<p>At 5th level, as long as the warden can see a guarded ally, they are considered to be 10 feet closer to the warden for the purposes of the range of magical sphere effects that he casts (including touch effects). This increases to 30 feet at 10th level, 100 feet at 15th level, and at 20th level is considered being adjacent to the warden.</p>\n<h2 id=\"toc33\"><span><span style=\"color: #00c000\">Lingering Guard (Su)</span></span></h2>\n<p>At 7th level, whenever the warden would fall unconscious or be killed, his guarded allies retains the benefits of being under his guard for an additional 2 rounds. If the warden would become conscious again before these rounds end, the warden&#8217;s guard instead remains active.</p>\n<h2 id=\"toc34\"><span><span style=\"color: #00c000\">Self Sufficiency</span></span></h2>\n<p>At 8th level, as long as he has a guarded ally, the warden is treated as being his own guarded ally, gaining the benefits as normal (except for abilities that explicitly require the warden to use his guard ability to apply a benefit to a guarded ally).</p>\n<h2 id=\"toc35\"><span><span style=\"color: #00c000\">Improved Indomitable (Su)</span></span></h2>\n<p>At 9th level, the warden becomes an immovable guardian of his allies. The warden may roll any saving throws against teleportation effects twice and take the highest result, and may reduce any forced movement (such as a bull rush attempt) by 10 feet, to a minimum of 0 feet.</p>\n<h2 id=\"toc36\"><span><span style=\"color: #00c000\">Improved Patrol (Ex)</span></span></h2>\n<p>At 9th level, when the warden would use his patrol ability, his movement does not provoke attacks of opportunity. Additionally, the warden may expend his martial focus when using patrol to consider his base attack bonus as being 4 higher when calculating his threatened area with patrol.</p>\n<h2 id=\"toc37\"><span><span style=\"color: #00c000\">Tireless Protector (Su)</span></span></h2>\n<p>At 17th level, the warden becomes immune to fatigue, exhaustion, and nonlethal damage.</p>\n<h2 id=\"toc38\"><span><span style=\"color: #00c000\">Warden of the Many (Su)</span></span></h2>\n<p>At 20th level, the warden becomes an unstoppable protector of those under his charge, his resolve surpassing even the finality of death itself. The warden may have up to five guarded allies at one time. Additionally, whenever the warden would fall unconscious or be slain, his soul rises from his body, appearing barely visible and ethereal. While within this ethereal form, the warden may move in any direction (even up or down, albeit at half his normal speed), and may move through solid objects and living creatures, essentially being considered as an ethereal creature, except that he may still cast harmless spells and sphere effects upon his allies as long as he remains within this form.</p>\n<p>The warden remains within this form for up to 1 minute, after which the soul returns to his body, immediately becoming stable and conscious again if he was unconscious, or linger for a moment if he was slain.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
