{
  "name": "Work the Crowd",
  "type": "feat",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<p>The troubadour knows how to manipulate the focus of others for his own benefit. The troubadour gains a +5 bonus to Bluff checks made to create a distraction. Additionally, if the Bluff check to make this distraction succeeds by 5 or more, the target suffers a -5 penalty to all Perception and Sense Motive checks for 1 round, such as when detecting someone using Sleight of Hand on them, or attempting an opposed roll against another&#8217;s Bluff skill.</p>\n<h2 id=\"toc36\"><span><span style=\"color: #00c000\">Master of Disguise (Ex)</span></span></h2>\n<p>A troubadour gains a +5 circumstance bonus to Disguise checks and Bluff checks made to appear as, as well as protect the identities of, his personas. This bonus increases by +1 per 4 troubadour levels.</p>\n<h2 id=\"toc37\"><span><span style=\"color: #00c000\">Quick Change (Ex)</span></span></h2>\n<p>At 2nd level, the troubadour may adopt or change a prepared persona much more quickly than normal, but doing so is very mentally taxing and cannot be done often. Once per day, the troubadour can change his prepared persona as a move action. This does not allow the troubadour to adopt a disguise to appear as that persona as part of that same move action. The troubadour can use this ability an additional time per day at 6th level, and every 4 troubadour levels thereafter.</p>\n<h2 id=\"toc38\"><span><span style=\"color: #00c000\">Flexible Truth</span></span></h2>\n<p>At 3rd level, the troubadour has become so adept at living multiple &#8216;truths&#8217; through his personas that he can make himself temporarily believe anything, making it possible for him to fool truth-detecting magic or magic that detects his thoughts. A creature using this sort of magic against the troubadour must succeed on a caster level check (MSB check) against a DC of 15 + 1/2 the troubadour&#8217;s class level to succeed; failure means the magic doesn&#8217;t detect the troubadour&#8217;s lies or force him to speak only the truth, and if the magic is reading his mind, this lets the troubadour choose what thoughts to display. If the troubadour possesses a similar ability (such as through skill unlocks), only use the higher DC; do not roll the check twice.</p>\n<p>This ability does not protect against mental attacks or mind-reading that delves deeper than surface thoughts.</p>\n<h2 id=\"toc39\"><span><span style=\"color: #00c000\">Magic Talents</span></span></h2>\n<p>A troubadour is a master of all skills, including rudimentary magic. In addition to the two bonus talents all casters gain when they first gain a level in a casting class, a troubadour gains a magic talent at 5th level and every 4 levels thereafter.</p>\n<h2 id=\"toc40\"><span><span style=\"color: #00c000\">Greater Actor</span></span></h2>\n<p>At 7th level, the troubadour&#8217;s ability to create complex, believable personas improves. Each of the troubadour&#8217;s personas can now possess up to 2 tropes instead of 1, gaining the trope benefit of each, and being able to choose from both lists when picking persona quirks.</p>\n<h2 id=\"toc41\"><span><span style=\"color: #00c000\">Master Actor</span></span></h2>\n<p>At 15th level, the troubadour can create even more complex characters. The troubadour may create personas with three tropes instead of two, and may choose persona quirks from all three lists.</p>\n<h2 id=\"toc42\"><span><span style=\"color: #00c000\">Master of Roles</span></span></h2>\n<p>At 20th level, the troubadour has become a master of all of his roles. Whenever he prepares a persona, he can choose to prepare 2 personas at once. He may assume either of them or his base persona as a free action usable once per round. If he changes a prepared persona through the quick change class feature, he may choose either of his prepared personas to switch with the new persona.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "ex",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {},
  "_id": "38xspE4NefdfbSOg"
}
