{
  "name": "Follower Package",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/leadership.webp",
  "data": {
    "description": {
      "value": "<p>You gain a group of followers. These followers will not accompany you into dangerous locations, but can lend assistance in various ways. Followers can supply unskilled labor for simple tasks, such as clearing a road obstructed by falling rocks. Count the followers as supplying a number of Medium-sized unskilled laborers equal to half the number of followers in the settlement (or caravan). While doing so, the followers cannot provide their other benefits. If attacked, followers will attempt to flee to a safe place to the best of their ability. You normally have about 5 followers per rank in Diplomacy. If statistics are needed for a particular follower, treat them as level 1 commoners.</p>\n<p>If you possess the Alchemists, Craftsmen, Entertainers, Healers, Merchants, Rangers, or Scholars talents, then there is a 10% chance per talent that a randomly selected follower will be a level 1 expert. When you gain this package, choose a settlement with which you are well acquainted. Your initial followers are drawn from there. When first gaining this package, it is assumed that you have spent time in the past making contacts, deals, and promises and that you are well known enough in the community to attract a group of followers.</p>\n<p>Should the number of followers available be reduced for any reason, the effectiveness of (followers) talents is reduced, treating your ranks in Diplomacy as equal to the number of available followers/4. You normally regain 1 follower per rank in Diplomacy each day you spend in a settlement where your followers are dispersed, but you can double this number with 8 hours of active effort each day. If you have lost all of your followers or do not disperse your followers in the settlement, the recruitment rate is halved (minimum 1 follower per day).</p>\n<p>If using the downtime rules found in Ultimate Campaign, having your followers present in a settlement increases the effect of Influence or Labor you spend by 50%, to a maximum of 1 additional Influence or Labor for every 2 followers in the settlement where the downtime activity takes place. Any talents that enable followers to make checks to generate capital receive any benefits from rooms and teams you have access to. If a talent allows followers to generate capital, the entire group of followers makes this check collectively. Any results that are not sufficient to generate capital on a given day may be carried over to the next day; this carrying-over may be continued until the result is sufficient to generate capital or your followers leave the settlement.</p>\n<p>If using the kingdom building rules found in Ultimate Campaign, possessing this package grants a +1 bonus to all kingdom attributes you affect.</p>\n<p>When you first gain the follower package, you gain the following ability:</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "leadership"
    }
  },
  "_id": "YbeJm1Z3RRshcs79"
}
