{
  "name": "Genie’s Wrath",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/berserker.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Berserker sphere, Elemental Might, base attack bonus +5.</p>\n<p>You gain the following (exertion) options which may only be used when you use the Elemental Might feat to change your brutal strike&#8217;s additional damage to energy damage. Each (exertion) may only be chosen with the matching chosen energy type:</p>\n<ul>\n<li><strong>Djinn&#8217;s Crackling Blow (electricity):</strong> Your brutal strike violently channels electricity through the target&#8217;s body, jolting their body. A creature damaged by your brutal strike must succeed at a Fortitude save or drop all held items (as though stunned). If the target of your brutal strike was battered before being damaged by your brutal strike, the target also provokes an attack of opportunity from you and your allies.</li>\n<li><strong>Efreeti&#8217;s Arcing Flame (fire):</strong> Your brutal strike is a destructive whirl of brilliant flames and smoldering ash. After successfully damaging a creature with your brutal strike, you may choose any number of creatures within your threatened area other than the initial target to also suffer your brutal strike&#8217;s additional damage (Reflex half). If the target of your brutal strike was battered before being damaged by your brutal strike, the target must succeed at a Reflex save or be blinded for 1 round.</li>\n<li><strong>Marid&#8217;s Whirlpool Strike (cold):</strong> Your brutal strike envelops the target in swirling, frigid water. A creature damaged by your brutal strike treats other creatures as though they had partial concealment (20% miss chance) for as long as the creature is battered. If the target of your brutal strike was battered before being damaged by your brutal strike, you may move the target into any unoccupied square inside your threatened area (Reflex negates). This movement does not provoke an attack of opportunity and is treated as a reposition combat maneuver performed as a free action. This movement may place the target into a dangerous space (including into the air).</li>\n<li><strong>Shaitan&#8217;s Eroding Assault (acid):</strong> Your brutal strike is a resolute blow which shakes the target&#8217;s foundation. A creature damaged by your brutal strike treats any enemy&#8217;s threatened area as difficult terrain for as long as the creature is battered. Damage dealt by a brutal strike augmented with this (exertion) ignores an amount of hardness equal to your base attack bonus. If the target of your brutal strike was battered before being damaged by your brutal strike, your brutal strike also ignores an amount of damage reduction equal to your base attack bonus.</li>\n</ul>\n<p>This talent and the (exertion) options are supernatural abilities.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Exertion"]],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "combatTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "berserker"
    }
  },
  "_id": "I9USjwwCNe3yHSzB"
}
