{
  "name": "Limb Ripper",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/wrestling.webp",
  "data": {
    "description": {
      "value": "<p><strong>Prerequisites:</strong> Wrestling sphere, base attack bonus +10.</p>\n<p>When you successfully maintain a grapple against a creature you have already pinned, you may expend your martial focus as an immediate action to attempt to remove a limb from them; the creature must make a successful Fortitude save or have one of its limbs removed by you (arms, legs, tentacles, or wings), ending the grapple.</p>\n<p>If you remove a wing, the target loses a wing natural attack if it had any and cannot fly (creatures with 3 or more wings who lose a wing have their flight maneuverability reduced to clumsy and have their flight speed reduced by 1/2 for each wing which they are missing). If you remove a tentacle, the creature loses all attacks and abilities related to that tentacle. If you remove an arm or leg, the target suffers a series of penalties listed below.</p>\n<p>Creatures with more than 2 legs do not suffer the penalties listed below, but instead lose 10 ft. from their movement speed and lose the benefits of being a quadruped if they had them. In addition, the target suffers 1d6 points of bleed damage from the wound, +1d6 for every 4 points of base attack bonus you possess.</p>\n<p>A severed limb counts as an object one size category smaller than the creature it came from if using it as an independent object or improvised weapon.</p>\n<p>A character who has lost an arm incurs the following penalties:</p>\n<ul>\n<li>-10 penalty on Climb, Craft, Disable Device, Sleight of Hand, and Use Magic Device skill checks;</li>\n<li>-8 penalty on grapple checks;</li>\n<li>Must make a caster level check at a -5 penalty to cast spells with somatic components;</li>\n<li>Unable to wield weapons two-handed or make two-weapon attacks, and may not wear a shield on the affected arm.</li>\n<li>Carrying capacity is not reduced. However, the maximum weight a character can lift over head or off the ground is halved.</li>\n</ul>\n<p>A character who has lost a leg incurs the following penalties:</p>\n<ul>\n<li>-10 penalty on Acrobatics, Climb, Ride, Stealth, and certain Perform skill checks (GM&#8217;s discretion).</li>\n<li>Cannot run or charge.</li>\n<li>Cannot bull rush or overrun and takes a -12 penalty to resist these combat maneuvers.</li>\n<li>Speed is reduced to 5 ft., and can no longer make a 5-ft step.</li>\n<li>Carrying capacity is reduced by two thirds and the maximum weight a character can lift over head or off the ground is halved when sitting, impossible when standing.</li>\n</ul>\n<p>These penalties do not stack with other penalties for losing limbs. A character who has lost both arms cannot use any of the listed skills, make attacks, or use objects, without the aid of prosthetics or magic. A character who has lost both legs is always considered flat-footed and prone, and can only move 5 ft as a full round action, without the aid of prosthetics or magic.</p>\n<p><strong>Note:</strong> Undead are not immune to this effect and must make the saving throw.</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Slam"]],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "combatTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "wrestling"
    }
  },
  "_id": "aXXvrA0nl3FhYxkz"
}
