{
  "name": "Rope Swing",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/athletics.webp",
  "data": {
    "description": {
      "value": "<p>If you have a secured rope, a set piton, thrown a grappling hook, or wrapped a whip or similar weapon around a point, you may use the attached rope or weapon to spring around the battlefield.</p>\n<p>There are five methods for securing a rope:</p>\n<p><strong>Flail Group Weapon:</strong> Weapons from the flails weapon group may be used as if they were a grappling hook, though applying them requires a melee attack roll rather than a ranged attack roll. A length of rope may be used in this way also, taking improvised weapon penalties as appropriate.</p>\n<p><strong>Grappling Hook:</strong> You may throw a held grappling hook as a swift action, making a grapple check against a creature or a ranged attack roll against an unattended object. This deals no damage. You may use your Dexterity modifier in place of your Strength modifier on this grapple check. A creature may remove a grappling hook as a move action with a Strength or Escape Artist check against this sphere&#8217;s DC or a grapple check against your grapple CMD. The range increment of a grappling hook is improved to 20 ft.</p>\n<p><strong>Grappling Weapon:</strong> If you are grappling a creature via the grappling special feature of a weapon, a rope attached to that weapon counts as secure for the duration of the grapple.</p>\n<p><strong>Piton:</strong> You may draw a piton and rope and attempt to set it in an object or creature within reach as a standard action, dealing 1d4 + Strength modifier damage. This does not provoke an attack of opportunity. You must succeed on a melee attack to place the piton on a creature. A creature can remove a set piton as a move action with a Strength check equal to this sphere&#8217;s DC. If you fail to deal damage, your attempt fails.</p>\n<p><strong>Tie:</strong> You also may simply secure a rope to a suitable point within reach (a pillar, post, chandelier, etc.) as a standard action. Any creature within reach may untie this rope as a standard action.</p>\n<p>Once your rope is secured by any of the above methods, you may, as a move action, attempt to move to any other legal square within the rope or weapon&#8217;s reach (as determined from the anchor point), to a maximum of 30 ft. without provoking an attack of opportunity, regardless of your normal move speed, by making a Climb check and comparing the result to the CMD of each creature adjacent to the start and destination points; success on this check allows you to complete the movement, and failure causes you to fall prone in a square adjacent to the creature whose CMD you failed to beat. Use your reach (not threatened area) to determine the maximum movement length when using a weapon from the flail group for this ability. This movement can include squares on elevated or recessed surfaces, or even walls. You may even end this movement on a wall or ceiling if you succeed on a Climb check against the surface&#8217;s DC. You must have a clear path towards the destination (this ability does not allow you to pass through solid obstacles or creatures, though it may allow you to circumvent an enemy if you have a clear path around them within the rope&#8217;s reach).</p>\n<p>You must have a free hand to use this ability. Movement using this ability counts as climbing for the purpose of the (climb) package&#8217;s movement bonuses. For every 4 ranks in Climb you possess, you may move an additional 5 ft. with this talent. If you possess the Mobile Striker talent, you may replace the movement portion of that talent with the movement granted by this talent.</p>\n<p>Ropes or weapons affixed to creatures by any method above allow both the creature to which the rope is affixed (the target) and the creature holding the rope or weapon (the holder) to attempt drag and reposition combat maneuvers against each other. The holder may always choose to drop the rope or weapon as a free action on his turn or as an immediate action off-turn.</p>\n<p>Example: Azeem the conscript is facing a force of kobolds in a tunnel. Two of them, wielding clubs, have moved adjacent to attack him, while two more are behind a barricade 30 ft. down the tunnel with crossbows. Jorr draws (a move action) and throws (a swift action) his grappling hook to attach it to the overhead scaffolding 25 ft. away, then attempts to swing to just behind the crossbow-wielding kobolds to a space 35 ft. from his current position, 10 ft. beyond the anchor point. Jorr must make a Climb check and compare it to the CMDs of all four kobolds, since two are adjacent to his starting position and two adjacent to his ending position. If he succeeds, he moves without provoking attacks of opportunity, springing over the heads of the nearby kobolds, swinging over the barricade and kicking off the tunnel wall to land beyond the far foe.</p>\n<p><strong>Errata:</strong> Releasing or unsecuring a rope after a swing is a free action. (<a href=\"https://paizo.com/threads/rzs42g0p?Spheres-of-Might-Rope-Swing-talent-clarification\">Source</a>)</p>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [["Climb"]],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "combatTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "athletics"
    }
  },
  "_id": "cegjyLhyKyEI3n5a"
}
