{
  "name": "Sphere-Specific Variant Rule: Improved Familiars and Familiar Archetypes",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/beastmastery.webp",
  "data": {
    "description": {
      "value": "<p><strong>Reasoning:</strong> As Pathfinder developed, familiar archetypes became a fun and interesting way to customize your familiars and how you interact with them and what benefits you gain from them. Improved Familiars have always lost their ability to speak with other creatures of their kind because most improved familiar options can already talk or understand languages.</p>\n<p>GMs may find it appropriate to remove this change and allow improved familiars with familiar archetypes. This will often be an upgrade over a normal improved familiar but will not offer any unusual increases in power that would not be otherwise available.</p>\n<p><strong>Rule:</strong> The Improved Familiar feat and Improved Pet legendary talent do not remove a familiar's ability to speak with other creatures of their kind. Improved familiars may take familiar archetypes that would remove the ability to speak with other creatures of their kind.</p>\n<h2 id=\"toc62\"><span><span style=\"color: #993300\">Sphere-Specific Variant Rule: Multiple Animal Companions and Alternatives</span></span></h2>\n<p><strong>Reasoning:</strong> Through various means, characters may gain separate class features which independently grant animal companions or mounts, granting them in such a way that the character receives multiple, full-progression animal companions. Multiple animal companions can happen when an animal companion class feature is granted with restrictions, such as a lion shaman druid's restriction to lion animal companions also gaining access to the mount class feature. Restricting the druid to rideable creatures only would grant to separate companions as the effective druid levels for both companions could not combine.</p>\n<p>While as written this works, GMs should review whether they want a character to have control of multiple companions and consider how that may affect the flow of combat and gameplay. Players, on the other hand, should consider whether they actually want multiple companions, or if they do not want the extra resources and stat blocks to manage.</p>\n<p><strong>Rule:</strong> By GM permission, three potential solutions to the issue of multiple animal companions:</p>\n<ul>\n<li><strong>1: Improved Bond:</strong> By forgoing one of the additional companions, the character chooses one teamwork feat he qualifies for. Both the character and his companion gain this teamwork feat; the companion may use and benefit from this teamwork feat even if it would not normally meet the prerequisites. This teamwork feat can be rechosen after 8 hours of rest.</li>\n<li><strong>2: Refund:</strong> \"Refund\" the character's class feature granting the extra companion by granting them one or two bonus Beastmastery sphere talents when they would gain the second companion. For example, a sacred huntsmaster inqiusitor choosing the chivalry domain could gain a bonus Beastmastery sphere talent or other thematically appropriate talent as a substitute to the extra horse they would otherwise have.</li>\n<li><strong>3: Retraining or Different Choices:</strong> Either through retraining or GM permission, the character may reselect one of their companion-granting abilities, retraining it to a different and more appropriate option.</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "combatTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "beastmastery"
    }
  },
  "_id": "VEBzM8fhOAvXjJsA"
}
