{
  "name": "Sphere-Specific Variant Rule: Adjusted Companion Base Attack Bonus",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/beastmastery.webp",
  "data": {
    "description": {
      "value": "<p><strong>Reasoning:</strong> Animal companions begin to struggle at high levels of play due to having 3/4 base attack bonus compared to a Conjuration sphere or Leadership sphere companion's full base attack bonus. GMs may find it appropriate to adjust the scaling of animal companions by implementing this variant rule.</p>\n<p><strong>Rule:</strong> An animal companion's base attack bonus is equal to its Hit Dice.</p>\n<h2 id=\"toc60\"><span><span style=\"color: #993300\">Sphere-Specific Variant Rule: Beastmastery and Taming Intelligent Creatures</span></span></h2>\n<p>As a variant-rule to the Beastmastery sphere Mindless Mastery legendary talent, GMs may allow characters to &#8220;tame&#8221; other intelligent creatures to aid and assist them as companions.</p>\n<p>This optional variant rule should be treated the same as a legendary talent. It is powerful and potentially world altering and should be handled with care and allowed with supervision.</p>\n<p><strong>Rule:</strong> Characters with the Beastmastery sphere Mindless Mastery (handle animal) legendary talent may tame creatures of any type and of any intelligence. GMs have ultimate control over what creatures are appropriate to be tamed.</p>\n<p>Intelligent creatures tamed this way are recruited similarly to a Leadership sphere cohort, attempting a Handle Animal check against a base DC of 10 + the Hit Dice of the creature you are looking to tame. This check is not modified by Settlement Size Modifiers or Miscellaneous Modifiers but can be modified by circumstantial elements by GM discretion.</p>\n<p><strong>Context and Reasoning:</strong> A primary pillar of balance for the Beastmastery sphere is that it is not the Leadership feat or the Leadership sphere. The Beastmastery sphere is limited to taming and handling creatures with &#8220;animal intelligence&#8221; (2 Intelligence or less). This is because a creature with 3 Intelligence or greater is considered sapient, rather than just sentient. A sapient creature is one capable of complex thoughts, expressions, and actions. Put simply, intelligent creatures are intelligent.</p>\n<p>As of this handbook, the only way to recruit another fully-intelligent creature as a companion is through the Leadership sphere Advanced Cohorts (cohort) legendary talent, which is the same talent used to recruit &#8220;people&#8221;, or otherwise recapture the original strength of the Leadership feat. While this is a valid option for those looking to recruit outsiders and other adventurers, or realistically anything you come across, it often comes as a disconnect that the Beastmastery sphere cannot gain magical creatures as companions, such as a talented beastmaster coming across a noble unicorn but being unable to recruit or convince them to join them any better than another character.</p>\n<p>This sphere-specific variant rule functions primarily as an adjustment to the Mindless Mastery legendary talent as the &#8220;capstone&#8221; of being a tamer, allowing a Beastmastery practitioner to &#8220;tame&#8221; any creature. This only functions as the handle animal package&#8217;s tame ability for counting the tamed creature&#8217;s Hit Dice against the total number of Hit Dice a character may control and differs in nearly every other aspect.</p>\n<p>When allowing intelligent creatures to be tamed through Beastmastery, GM&#8217;s should be aware of and consider the following:</p>\n<ul>\n<li><strong>What Is Tameable:</strong> Only &#8220;reasonably creature-like&#8221; creatures should be tameable. This variant rule is not meant to replace Leadership sphere and should not be used to tame humanoid, monstrous humanoid, humanoid-like outsiders and other highly intelligent and autonomous creatures. The main purpose is to allow someone to befriend a unicorn, or raise an owlbear or dragon hatchling, not recruit a retinue of robots. Intelligent creatures fall into three categories of &#8220;tameability&#8221;:\n<ul>\n<li><strong>1. &#8220;Magical Creatures&#8221;:</strong> Griffon, unicorns, behirs and other magical beasts are generally appropriate to be tamed with this variant rule.</li>\n<li><strong>2. &#8220;Unusual Creatures&#8221;:</strong> Things like feral aberrations, wyverns, hatchling dragons, sentient oozes, plants, and vermin are usually appropriate, but depend on the circumstances and rely more heavily on GM permission.</li>\n<li><strong>3. &#8220;Inappropriate Creatures&#8221;:</strong> Adult dragons, outsiders, golems, humanoids (humans, trolls, etc.) and other creatures that have either incredibly powerful abilities or have human-like capacity should almost never be appropriate, although exceptions can be made by a GM, such as a powerful paladin recruiting a dragon to their cause. Other players are not appropriate, as are townsfolk and other &#8220;people&#8221;. Ultimately, the GM has final say over what can be recruited as an animal ally.</li>\n</ul>\n</li>\n<li><strong>Willing and Non-Hostile:</strong> A tamed intelligent creature is not compelled to assist and does so out of their free will and their relationship with the character. Creatures have their own motivations, goals, needs, and morality and can never be forced to do something self-destructive or against their nature. This extends to the Beast Tamer legendary talent. An intelligent creature can never be forcibly conscripted unless it would be willing to in the first place. Likewise, the creature should not be hostile to the character or have competing goals. Attempting to tame an actively hostile mimic or a rampaging bulette should not be possible. Likewise, attempting to tame the evil dragon serving as the &#8220;BBEG&#8221; of the story should not be possible. A creature must be willing to help and follow the character.</li>\n<li><strong>&#8220;Tamed&#8221;:</strong> A tamed intelligent creature is treated as an animal ally when appropriate but is interacted with and treated as a companion in the ordinary sense of the word. When spending at least 1 hour with your tamed creatures, a character does not need to re-tame them or interact with them the same way they would a tamed wolf or hydra. Spending time with a tamed intelligent creature can be as simple as checking up on them, sharing a meal, and interacting with them as if they were a normal NPC. If something would assert competing non-magical influence over the creature, such as trying to convince them to join them, it is the creature&#8217;s choice as a function of roleplay, motivations, and desires. Magical compulsion effects, however, are treated as a competing effect and allow a tamed intelligent creature to resist as appropriate.</li>\n<li><strong>Unequal Partnerships:</strong> Not every Beastmastery practitioner will be looking to form a compassionate, fair bond with others. In establishing this variant rule, it is important to not treat the tame ability as a form of servitude or slavery. However, some characters, particularly evil ones, may want to roleplay these interactions as the &#8220;overlord&#8221; or &#8220;master&#8221; of a so-called lesser creature. It is not the goal of this variant rule to make gameplay uncomfortable for others, or inappropriate, so it is important for players and their GM to discuss how they want this ability to be treated. Some may prefer the equal companionship aspect whereas others may want to treat it as servitude. These choices are all respective and contingent on the previous considerations listed with this variant rule. Where one character may want to form a bond with a wise, ancient owlbear of the woods, another may be playing an antipaladin and want to tempt a noble unicorn to fall to darkness. Both of these choices are perfectly valid, but it should be a goal to not execute this variant rule in a way that it makes others uncomfortable.</li>\n</ul>\n<h2 id=\"toc61\"><span><span style=\"color: #993300\">Sphere-Specific Variant Rule: Improved Familiars and Familiar Archetypes</span></span></h2>\n<p><strong>Reasoning:</strong> As Pathfinder developed, familiar archetypes became a fun and interesting way to customize your familiars and how you interact with them and what benefits you gain from them. Improved Familiars have always lost their ability to speak with other creatures of their kind because most improved familiar options can already talk or understand languages.</p>\n<p>GMs may find it appropriate to remove this change and allow improved familiars with familiar archetypes. This will often be an upgrade over a normal improved familiar but will not offer any unusual increases in power that would not be otherwise available.</p>\n<p><strong>Rule:</strong> The Improved Familiar feat and Improved Pet legendary talent do not remove a familiar's ability to speak with other creatures of their kind. Improved familiars may take familiar archetypes that would remove the ability to speak with other creatures of their kind.</p>\n<h2 id=\"toc62\"><span><span style=\"color: #993300\">Sphere-Specific Variant Rule: Multiple Animal Companions and Alternatives</span></span></h2>\n<p><strong>Reasoning:</strong> Through various means, characters may gain separate class features which independently grant animal companions or mounts, granting them in such a way that the character receives multiple, full-progression animal companions. Multiple animal companions can happen when an animal companion class feature is granted with restrictions, such as a lion shaman druid's restriction to lion animal companions also gaining access to the mount class feature. Restricting the druid to rideable creatures only would grant to separate companions as the effective druid levels for both companions could not combine.</p>\n<p>While as written this works, GMs should review whether they want a character to have control of multiple companions and consider how that may affect the flow of combat and gameplay. Players, on the other hand, should consider whether they actually want multiple companions, or if they do not want the extra resources and stat blocks to manage.</p>\n<p><strong>Rule:</strong> By GM permission, three potential solutions to the issue of multiple animal companions:</p>\n<ul>\n<li><strong>1: Improved Bond:</strong> By forgoing one of the additional companions, the character chooses one teamwork feat he qualifies for. Both the character and his companion gain this teamwork feat; the companion may use and benefit from this teamwork feat even if it would not normally meet the prerequisites. This teamwork feat can be rechosen after 8 hours of rest.</li>\n<li><strong>2: Refund:</strong> \"Refund\" the character's class feature granting the extra companion by granting them one or two bonus Beastmastery sphere talents when they would gain the second companion. For example, a sacred huntsmaster inqiusitor choosing the chivalry domain could gain a bonus Beastmastery sphere talent or other thematically appropriate talent as a substitute to the extra horse they would otherwise have.</li>\n<li><strong>3: Retraining or Different Choices:</strong> Either through retraining or GM permission, the character may reselect one of their companion-granting abilities, retraining it to a different and more appropriate option.</li>\n</ul>\n",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": ""
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "magicTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {
    "pf1spheres": {
      "sphere": "beastmastery"
    }
  },
  "_id": "vJhrf3bQ3D10o216"
}
