{
  "_id": "e9VJ7wDnEHW2xQgA",
  "name": "Universal Alcohol",
  "type": "feat",
  "img": "modules/pf1spheres/assets/icons/spheres/alchemy.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "pf1spheres": {
      "sphere": "alchemy"
    }
  },
  "system": {
    "description": {
      "value": "<p><strong>Craft DC:</strong> 10</p>\n<p>You gain the knowledge of the creation of various minor types of beneficial alcohol. When you create this formulae, you create a set of drinks, with a number of drinks equal to your practitioner modifier, together counting as a single formulae slot.</p>\n<p>All drinks created with one formulae slot must be of the same type, and the slot is considered to be used until no creature benefits from them any longer, and all the drinks have expired or have been consumed or destroyed.</p>\n<p>You can create the following drinks:</p>\n<p><strong>Calming Cider:</strong> Creatures that drink this alcohol feel an incredible sense of calm, gaining a +2 circumstance bonus against emotion related effects for 1 hour. This bonus increases by 1 per 5 ranks in Craft (alchemy) that you possess.</p>\n<p><strong>Invisible Ichor:</strong> Creatures that drink this alcohol cannot tell it is alcoholic, as it is entirely and purely tasteless, but is as potent as two alcoholic beverages. This drink also masks poisons mixed with it, foiling Perception checks entirely and even magic, unless the caster succeeds on a magic skill check against your Alchemy sphere DC.</p>\n<p><strong>Lullabying Lager:</strong> Creatures that drink this alcohol fall asleep after an hour of consuming it and experience a fully lucid and comforting dream, allowing them to regain twice the number of hit points or ability damage they regain from resting. This benefit stacks with the benefit provided by a Heal check made to provide long-term care, providing them with three times the benefits of resting.</p>\n<p><strong>Mindbending Mead:</strong> Creatures that drink this alcohol are subject to strange visual and sound-based hallucinations, which apply a -2 penalty to all Perception checks they attempt, but cause them to see past true illusions, granting them a +2 circumstance bonus against all illusion effects. The bonus and penalty both increase by 1 per 5 ranks in Craft (alchemy) that you possess.</p>\n<p><strong>Painkilling Perry:</strong> Creatures that drink this alcohol are numbed to pain, gaining a +2 circumstance bonus against all pain-related effects for 1 hour. This bonus increases by 1 per 5 ranks in Craft (alchemy) that you possess.</p>\n<p><strong>Revitalizing Rum:</strong> Creatures that drink this alcohol gain a +1 resistance bonus to the next saving throw they attempt within an hour. This bonus increases by 1 per 5 ranks in Craft (alchemy) that you possess.</p>\n<p><strong>Sobering Schnapps:</strong> You create the perfect concoction; an alcoholic drink that wears away at hangovers. Creatures that drink this alcohol ignore the penalties for being drunk (and bonuses, if any) for 1 hour, and reduce the penalties from the sickened condition by half. Once you have 10 ranks in Craft (alchemy), the sickened condition is instead cured automatically, and creatures are immune to it for the duration.</p>\n<p><strong>Vitalizing Vodka:</strong> Creatures that drink this alcohol gain 1d4 temporary hit points for one hour. The amount of temporary hit points granted increases by 1d4 per 3 ranks in Craft (alchemy) that you possess.</p>\n<p><strong>Wakeful Whisky:</strong> Creatures that drink this alcohol can remain awake for eight hours without feeling sleepy, granting them a +2 circumstance bonus against sleep effects. A creature can drink this drink to avoid needing to rest, but any vigorous activity such as fighting, traveling or similar ends the effect, and creatures must drink another or sleep for the remaining hours to avoid fatigue and to gain the benefits of a full night&#8217;s rest. The bonus increases by 1 per 5 ranks in Craft (alchemy) that you possess.</p>\n<p>A creature can only benefit from one drink at a time, although a single drink may have multiple alcohol types mixed together by raising the Craft DC. You can increase the Craft DC of this formulae when creating a set of drinks in increments of 10 to apply the effects of an additional alcohol type for each increment to the set of drinks, allowing a creature to benefit from multiple alcohol types at the same time from those drinks.</p>\n",
      "unidentified": ""
    },
    "tags": ["Formulae"],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "combatTalent",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "nonlethal": false,
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "soundEffect": "",
    "powerAttack": {
      "multiplier": "",
      "damageBonus": 2,
      "critMultiplier": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "9.0",
    "coreVersion": "10.291",
    "createdTime": 1663168887724,
    "modifiedTime": 1689623921245,
    "lastModifiedBy": "pf1spheres-db000"
  }
}
